[
  {
    "title": "Will Privacy be the Next ESG Frontier for Institutional Investors? • The Global",
    "url": "https://theglobal.blog/2020/11/10/will-privacy-be-the-next-esg-frontier-for-institutional-investors/?fbclid=IwAR1naMvOGtUTTJ8DAQena2tPczumAoWaqUvOSzA7LW5BHksEcH44q8JoWvY",
    "type": "article",
    "summary": "By Christina Heliotis – Sustainable investing cannot be treated as a static checklist or a corporate merit badge. The ever-evolving way of doing business and the adoption of data-driven technologies call for a shift of focus on human rights and specifically on the fundamental right to privacy."
  },
  {
    "title": "Towards A Sovereign Debt Work Out System",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Towards-a-Sovereign-Debt-Work-out-System.pdf",
    "type": "pdf",
    "summary": "Northwestern Journal of International Law & Business Volume 16 Issue 1 Fall Fall 1995 Towards a Sovereign Debt Work-out System; Rory Macmillan Follow this and additional works at: http://scholarlycommons.law.northwestern.edu/njilb Part of the Banking and Finance Commons, and the International Law Commons This Article is brought to you for free and open access by Northwestern University School of Law Scholarly Commons. It has been accepted for inclusion in Northwestern Journal of International Law & Business by an authorized administrator of Northwestern University School of Law Scholarly Commons. Recommended Citation Rory Macmillan, Towards a Sovereign Debt Work-out System;, 16 Nw. J. Int'l L. & Bus. 57 (1995-1996)"
  },
  {
    "title": "The Liberalization Of ICT Dispute Resolution Macmillan Trends Chapter For GSR 101104",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/The-Liberalization-of-ICT-Dispute-Resolution-Macmillan-Trends-Chapter-for-GSR-101104.pdf",
    "type": "pdf",
    "summary": "Trends in Telecommunication Reform 2010 Chapter 2 27 2 THE LIBERALIZATION O F ICT DISPUTE RESOLU TION Author: Rory Macmillan, Partner, Macmillan Keck 2.1 Introduction: fault lines Readers of this chapter will be well aware that the ICT sector worldwide has been undergoing major liberalization and unbundling over the last quarter of a century. They may be less aware that so has the field of dispute resolution, though in certain respects over a longer period. Where these two trends meet, numerous opportunities open up. The ICT sector is increasingly exploiting skills and experienc e in, and methods of, unbundled dispute resolution to improve the way disputes are resolved. Some of the most proactive in seizing these opportunities are developing countries, often due to pressure on officials to resolve disputes expeditiously with inadequate resources. Disputes are inevitable in a sector where a unique tension between the need to collaborate and the im- perative to compete is set against the background of extensive official intervention through regulation. Someone stands to gain, someone to lose, the official sector is deeply involved in framing who and how , and the stakes are very large. Disputes are in many cases merely another aspect of the strategic effort to win the market. If Clausewitz famously described war as “the continuation of politics by other means,”1 disputes are in a sense the continuation of competition by other means. They involve seeking to influence the future whether through providing reasons from the past or through shaping analyses of how problems should be addressed in the future. Traditional telecommunications disputes over interconnection and access to wholesale services and essential facilities remain very much the order of the day, only adding new dimensions. The fixed and mobile sectors remain relatively segregated from one another in terms of network technologies, ownership, business cultures and historic regulatory models. Unsurprisingly, debate is developing between the fixed and mobile sectors over justifications for widely varying termination charges. Shifting regulatory paradigms, emphasizing the horizontal layering of networks2, focus increasingly on layers where capital investment levels may merit greater aggregation, such as passive network infrastructure and wireline access networks. These, together with renewed interest in government involvement in public private partnerships and other public investment projects to develop high speed connectivity, can be expected to bring new disputes over the terms of open access to infrastructure platforms. The economics of the Internet remain very uncertain and some basic tensions are visible between different groups, such as infrastructure providers and network operators on the one hand and applications and service providers on the other . The world of “ICT” is not a happily united one. Gains in market value have been predominantly enjoyed in those parts of the value chain that have benefit particularly from “network effects” and require comparatively low capital expenditures, such as search services, social networks and operating systems. On the other hand, infrastructure provision and content production and distribution have not enjoyed the same growth in market value. Core and access network operators are making the large majority of capital expenditures in the Internet, and argue that they earn a much smaller proportion of revenues generated by it.3 In traditional media such as music distribution and newspapers, Internet activity shifts economic output from the offline world to the online world – without always creating new economic output.4 Pricing models exhibit various anomalies. Usage often bears little relation to costs and revenues. Over three quarters of Internet traffic generated by consumers is video streaming and file sharing, but these services account for a small portion of revenues.5 For the first time in years, demand is putting pressure on network capaci ty, raising the need for greater investment in high speed networks to reach buildings and base stations. So long as capacity is constrained,"
  },
  {
    "title": "SAL Report On Common Issues Relating To The Digital Economy And Competition Final 4 16 2020 Rory",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/SAL-Report-on-Common-Issues-Relating-to-the-Digital-Economy-and-Competition_Final_4_16_2020_Rory.pdf",
    "type": "pdf",
    "summary": "Common Issues Relating to the Digital Economy and Competition Report of the International Developments and Comments Task Force on Positions Expressed by the ABA Antitrust Law Section between 2017 and 2019 February 27, 2020"
  },
  {
    "title": "Remittances Report Final For Sharing",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/remittances_report_final_for_sharing.pdf",
    "type": "pdf",
    "summary": "MACMILLAN KECK New York ● Geneva Regulation of cross-border non-bank remittances in the Philippines-Malaysia corridor Prepared for CGAP Rory Macmillan and Jason Blechman MACMILLAN KECK ATTORNEYS & SOLICITORS www.macmillankeck.pro June 2019"
  },
  {
    "title": "New Turkish E Commerce Trust Badge In Use Laletuzmenaktas 2020 02 18",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/New_Turkish_E-commerce_Trust_Badge_in_Use_LaleTuzmenAktas_2020_02_18.pdf",
    "type": "pdf",
    "summary": "- 1 - New Turkish E-commerce Trust Badge in Use C. Olgu Kama, Lale Tuzmen Aktas Originally published in the Inside Turkey blog of Norton Rose Fulbright February 18, 2020 The Communique on the E-Commerce Trust Badge, which has been in force since June 2017, now bears fruit: The first batch of online businesses start placing the trust badge on their websites in January 2020. A trust badge, or trust seal, is a sign placed on websites guaranteeing to customers that the website is legitimate and that all their personal data is collected securely. In a world of increasing cyber risk, online trust badges serve to provide comfort to customers that their personal data and credit card information will be protected a certain level of industry standard. Turkey has great potential to increase the volume of transactions in the online sphere. At an event launching the new trust badges, the Turkish Minister of Commerce Ruhsar Pekcan underlined that as of 2019 only 34% of the Turkish population had ever purchased goods or services online, while the corresponding figure in EU countries is 70%. Similarly, online sales make up only 5.3% of the entire retail volume in Turkey whereas it is over 9% in the EU. The Minister added that there is a lot of room for growth and that Turkish consumers shy away from online shopping due to fears about online fraud. The new e-commerce trust badge, pictured below, aims to bridge this gap and increase the Turkish consumers’ trust in online transactions. The Turkish Minister also highlighted the importance of regular inspections of the websites that hold the trust badge. Each applicant website is required to comply with the relevant legislation on consumer protection, personal data and payment systems. Furthermore, once qualified, websites will be inspected for security deficiencies through leak tests to be conducted at regular intervals. Another novelty is that qualified businesses are required to have an online complaint system, which will log consumer claims, keep consumers updated about the status of their claim and quickly resolve claims. Article 10 of the Communique stipulates that the Ministry of Commerce will have access to monitor these online complaint records. The Ministry of Commerce is collaborating with The Union of Chambers and Commodity Exchanges of Turkey (TOBB) in the implementation of the trust badge. TOBB has been appointed by the Ministry of Commerce as the sole e-commerce trust badge provider. As such, TOBB is the sole authorized entity to review the e-commerce trust badge applications and is responsible for monitoring compliance with the statutory requirements. Articles 7 and 8 of the Communique outline measures to be taken should a trust badge holder fail to comply with the requirements of the Communique or other relevant e-commerce and data privacy legislation. In such circumstances, the trust badge may be suspended or withdrawn depending on the nature of the non-compliance and a list of suspended/cancelled trust badges will be published on TOBB’s website."
  },
  {
    "title": "Malaysia",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Malaysia.pdf",
    "type": "pdf",
    "summary": "MMaallaayyssiiaa MMiinnii--CCaassee SSttuuddyy 22000033 TThhee MMaallaayyssiiaann AAcccceessss FFoorruumm aass aann IInniittiiaattiivvee iinn SSeellff--RReegguullaattiioonn aanndd CCoonnsseennssuuss BBuuiillddiinngg International Telecommunication Union"
  },
  {
    "title": "Macmillan Regulating For Digital Financial Inclusion 2016",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/Macmillan-Regulating-for-digital-financial-inclusion_2016.pdf",
    "type": "pdf",
    "summary": "Digital financial services: REGULATING FOR FINANCIAL INCLUSION— AN ICT PERSPECTIVE REGULATORY & MARKET ENVIRONMENT Telecommunication Development Sector Printed in Switzerland Geneva, 2016 International Telecommunication Union Telecommunication Development Bureau Place des Nations CH-1211 Geneva 20 Switzerland www.itu.int DIGITAL FINANCIAL SERVICES: REGULATING FOR FINANCIAL INCLUSION AN ICT PERSPECTIVE ISBN: 978-92-61-22191-1 9 7 8 9 2 6 1 2 2 1 9 1 1"
  },
  {
    "title": "Macmillan Procedural Innovation In Competition Law For Small Economies",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/11/Macmillan-Procedural-Innovation-in-Competition-Law-for-Small-Economies.pdf",
    "type": "pdf",
    "summary": "449 P r o c e d u r a l i n n o v a t i o n i n c o m P e t i t i o n l a w f o r s m a l l e c o n o m i e s 15 Procedural innovation in competition law for small economies Rory Macmillan INTRODUCTION There is considerable debate about how competition policy and law, as developed in larger, wealthier, more industrialised economies, should be applied in smaller, poorer, less industrialised countries (OECD, 2003; Bakhoum, 2012; Drexl et al, 2012; Fox, 2012; Gal and Fox, 2014; Gerber, 2014). Some question whether small countries have specific characteristics and face particular problems resulting from their scale, which merit an ‘adapted’ approach to competition law (OECD, 2003). Most of the discussion has concerned the economic substance of competition law introduced pursuant to agreements on trade or with facilitation of multilateral agencies and networks promoting ‘international best practices’. Even the way economics can be used in competition law is under discussion (Gerber, 2014). This chapter does not evaluate the merits of substantive economic paradigms in different contexts. It is interested, rather, in whether there may be a procedural dimension that is also worth exploring when considering how best to develop small countries’ competition regimes. In particular, it looks into how procedural innovations might supplement classic models of enforcement and approval processes to strengthen the impact of resource-strapped competition authorities."
  },
  {
    "title": "Macmillan Presentation To ITU Global Symposium For Regulators 2009",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Macmillan-Presentation-to-ITU-Global-Symposium-for-Regulators-2009.pdf",
    "type": "pdf",
    "summary": "Connectivity, Openness and Vulnerability: Challenges facing Regulators Mr. Rory Macmillan Founding Partner, Macmillan Keck 10/11/2009 Beirut, Lebanon"
  },
  {
    "title": "Macmillan OECD Competition For The Market 2019",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/11/Macmillan-OECD-Competition-for-the-market-2019.pdf",
    "type": "pdf",
    "summary": "Organisation for Economic Co-operation and Development DAF/COMP/GF(2019)12 Unclassified English - Or. English 6 December 2019 DIRECTORATE FOR FINANCIAL AND ENTERPRISE AFFAIRS COMPETITION COMMITTEE Global Forum on Competition COMPETITION FOR-THE-MARKET: ENFORCEMENT ISSUES WITH CONCESSION CONTRACTS - Paper by Rory Macmillan - 6 December 2019 This paper by Rory Macmillan was submitted as background material for Session IV at the 18th Global Forum on Competition on 5-6 December 2019. The opinions expressed and arguments employed herein do not necessarily reflect the official views of the Organisation or of the governments of its member countries. More documentation related to this discussion can be found at: oe.cd/cmkt. Please contact Mr. Chris Pike [E-mail: Chris.Pike@oecd.org] and Ms. Lynn Robertson [E-mail: Lynn.Robertson@oecd.org], if you have any questions regarding this document. JT03455859 OFDE This document, as well as any data and map included herein, are without prejudice to the status of or sovereignty over any territory, to the delimitation of international frontiers and boundaries and to the name of any territory, city or area."
  },
  {
    "title": "Key Findings",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Key-Findings.pdf",
    "type": "pdf",
    "summary": "1 Key Finding from ITU Interconnection Dispute Settlement Mini Case Studies In 2003, the International Telecommunication Union (ITU) conducted mini -case studies of interconnection dispute resolution in Botswana, Denmark, India, Jordan and Malaysia with the involvement of the telecommunication regulators in those countries, which are available at http://www.itu.int/ITU-D/treg/ . The preparation of the mini-case studies was followed by an on -line discussion of interconnection dispute resolution among regulators worldwide on the ITU’s Global Regulators Exchange (GREX) forum. The ITU then hosted a live “virtual conference” for regulators globally on 10 November 2003 in which the principal countries involved present ed and discussed their perspectives on and experiences of interconnection dispute resolution. This short paper draws together a number of key findings and observations based on the mini-case studies, the GREX discussion and the virtual conference. Direct reference should be made to the country mini-case studies in order to gain a fuller understanding of the issues the various countries have been facing. Further, this short paper merely touches on various issues and experiences that are explored in considerably more depth in a joint ITU and World Bank discussion paper prepared by Robert Bruce and Rory Macmillan of Debevoise & Plimpton, and Timothy Elam, Hank Intven and Theresa Medema of McCarthy Tétrault entitled Dispute Resolution in the Telecommunications Sector: Current Practice and Future Directions – Discussion Paper”, which is available on the Global Symposium for Regulators webpage at http://www.itu.int/ITU-D/treg/. I. Recognition of the Importance of Dispute Resolution It is widely recognized that dispute resolution, particularly in interconnection, is now a core strategic issue in telecommunication sector regulation. Interconnection disputes raise issues that are fundamental to sector development. They concern the very availability on a cost-effective basis of the infrastructure necessary to provide competitive services. Prolonged unresolved disputes can make interconnection effectively unavailable. This can seriously hamper investment and competition. Regulators are increasingly facing up to the challenge of providing effective resolution efficiently as their markets liberalize. An efficient and effective interconnection dispute resolution process is now a necessary hallmark of a mature telecommunications market. II. Addressing Underlying Problems Interconnection disputes may arise as a simple product of resistance to market liberalization. Operators that dominate their markets may refuse the physical and logical connection with other networks. They may also charge prices that are so far above costs that other operators cannot provide services on a competitive basis. More fundamental market structure issues often underlie such common disputes. For example, regulators commonly seek to achieve cost-based pricing of interconnection charges. Insufficient retail price rebalancing, however, can render this effectively unachievable. This can sometimes be beyond the scope of the regulator’s immediate power to change given political circumstances. The Jordanian regulator, the Telecommunications Regulatory Commission (TRC), encountered this problem in its June 2003 decision on interconnection charges. According to the TRC, Jordan Telecom’s international transit rates were higher than costs and best international practice. The profit on international outgoing traffic was subsidising the access deficit and the deficit on Internet Service Provider calls, both matters of government policy. As a result, the TRC decided to continue to determine Jordan Telecom’s international transit rates on a retail-minus basis, phasing in reductions. This is not a problem unique to less developed markets. Local loop unbundling has been hampered in the German market, for example, as a result of low local retail pricing."
  },
  {
    "title": "Keck Reevaluating Rural Electrification Administration",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/keck_reevaluating_rural_electrification_administration.pdf",
    "type": "pdf",
    "summary": "University of Arkansas School of Law NatAgLaw@uark.edu $ (479) 575-7646 An Agricultural Law Research Article Reevaluating the Rural Electrification Administration: A New Deal for the Taxpayer by Richard P. Keck Originally published in ENVIRONMENTAL LAW 16 ENVTL. L. 39 (1985) www.NationalAgLawCenter.org"
  },
  {
    "title": "Jordan",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Jordan.pdf",
    "type": "pdf",
    "summary": "JJoorrddaann MMiinnii--CCaassee SSttuuddyy 22000033 DDiissppuuttee RReessoolluuttiioonn aanndd CCoonnsseennssuuss BBuuiillddiinngg iinn IInntteerrccoonnnneeccttiioonn International Telecommunication Union"
  },
  {
    "title": "Jibfl Sept Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Sept_Keck.pdf",
    "type": "pdf",
    "summary": "September 2009 Butterworths Journal of International Banking and Financial Law484 A CASE FOR INSTALMENT PAYMENTS IN SPECTRUM AUCTIONS AND TELECOM PRIVATISATIONS Feature Instalment payments in spectrum auctions and telecom privatisations REASON FOR AUCTIONS Much has been written in support of auctions for spectrum licensing and privatisations. Th ey are probably the most eﬀ ective pricing tool for sovereigns to recover full economic rent for private commercial use of public assets. Auctions also impose market discipline on the rationing of scarce spectrum resources in three ways: First, they ensure eﬃ cient spectrum use by forcing licensees to pay full market value for what they are assigned whether it is used or not. Secondly, auctions support the goal of ensuring the highest value spectrum use. Th irdly, if properly designed and conducted, auctions are a transparent and eﬃ cient selection protocol. UPFRONT PAYMENTS JUSTIFICATION Why require upfront payment of bids? Reducing default risk is one justiﬁ cation. Default risk cannot be eliminated, as it is impractical for bidders to pay or post bonds for the full amount of their bids on auction day, so some risk of default between the auction and the sale closing is inevitable. Another reason is to provide selling sovereigns with immediate access to funds. For example, a sovereign may need to pay down debt or face other pressing ﬁ scal needs. A third justiﬁ cation is that transferring unencumbered assets to the winning bidder (after the sovereign has been contemporaneously paid in full) facilitates secured bank ﬁ nancing by enabling lenders to have ﬁ rst priority liens on borrower assets. Some commentators have suggested that instalment payments also result in speculative bidding, ineﬃ cient assignment of licences and other ills. Th e author has reviewed these criticisms, now quite dated, and believes instalment payments are worth another look. BENEFITS OF INSTALMENT PAYMENTS When sovereigns do not need immediate use of bid proceeds, instalment payments may present certain advantages in appropriate cases. First, sovereigns can improve auction results. Lowering upfront capital requirements typically generates more interest and participation in an auction. Net present values of bid amounts are likely to be higher. Fewer auctions are likely to be aborted. Winning bidders obtain, implicitly, sovereign ﬁ nancing for licence fees, reducing capital requirements by shifting licence fees from capital expenditure to operating expense. Secondly, spreading licence fees over licence terms reduces the temptation for sovereigns to use the ‘windfall’ from an n-year lease of an asset during the ﬁ rst budget year, which would otherwise deprive future budgets of the beneﬁ t of the asset or the income. Instalment payments are most beneﬁ cial for spectrum licences, as opposed to telecom privatisations, because government can simply terminate a spectrum licence in case of payment default without having to repossess other assets. Although instalment payment mechanisms are less beneﬁ cial in privatisations, a blend of upfront and instalment payments may achieve some beneﬁ t if part of the bid is allocated to spectrum rights and that portion of the bid is paid in instalments. Th is option is only available if the privatised telecom operator uses spectrum and the privatised assets include a spectrum licence – as in the case, for example, of the upcoming privatisations of Bahamas T elecommunications Company and the Lebanese mobile operators. MANAGING THE RISKS Employing instalment payments impacts a variety of risks that can be addressed by a well-designed auction. Perhaps most signiﬁ cant are (i) default risk to government, (ii) credit risk to capital markets, and (iii) technology and commercial risk. Th e following discusses ways to manage these risks for spectrum licences (whether auctioned on a stand- alone basis or with a bundle of assets in a privatisation). Selling sovereigns must mitigate the risk of default in payment of bid instalments. Th e simplest approach is for the spectrum licence to terminate for payment default, presumably after an appropriate opportunity to cure. However, sovereigns must ensure such termination provisions are bankruptcy/ insolvency proof, or at least bankruptcy/ insolvency resistant with known and manageable risks. Th e extent to which this is possible, and the best way to accomplish it, depends on a jurisdiction’s bankruptcy/ insolvency laws and whether or not its legal/ regulatory regime treats spectrum licences. Perhaps the most notable case on bankruptcy risk to a sovereign is the US Supreme Court decision forbidding the FCC’s attempted revocation of the broadband PCS spectrum licence previously awarded to NextWave following its Chapter 11 bankruptcy. See FCC v NextWave Communications, Inc, 537 US 293 (2003). KEY POINTS  When sovereigns do not need immediate use of the bid proceeds, instalment payments may present certain advantages.  Instalment payments can be an eﬀ ective tool to mitigate a variety of risks.  Financial and legal advisers should consider adding this tool to the solutions and approaches they recommend to sovereign clients. The past decade has seen auctions become the norm for spectrum licensing 1 and telecom privatisations. Weakened capital markets have recently reduced auction activity and bid amounts, potentially creating pent-up demand from sovereigns on the sell side and telecom operators and investors on the buy side. Some auctions allow limited instalment options, but most sovereigns require the full bid price to be paid before granting a spectrum licence or transferring the shares/assets of a privatised telecom operator. See infoDev-ITU, ‘One-time Fees and Recurring Fees,’ ict regulation toolkit §4.1.1.1 (2009). Upfront bid payments are often substantial and saddle winning bidders with additional debt/equity requirements. This article suggests that, in some circumstances, instalment payments may beneﬁ t selling sovereigns, bidders and stressed capital markets. Author Richard Keck"
  },
  {
    "title": "Jibfl Sept 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Sept_2010_keck.pdf",
    "type": "pdf",
    "summary": "September 2010 Butterworths Journal of International Banking and Financial Law482 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 6 – when the money runs out Unanticipated funding needs may result from favourable or unfavourable developments in the JVCo’s business. Positive developments may include new business opportunities, such as the chance to expand the scope of the JVCo’s business due to new technology, markets or licensing opportunities. For example, a telecom JVCo may face an opportunity to acquire additional radio spectrum for existing or new services. Positive developments might also include faster than anticipated growth in the business, creating a need for additional working capital. Negative developments may include cost overruns or delays in the construction of the JVCo’s infrastructure. They might also include poorer market performance than anticipated. For example, a telecom JVCo may not achieve expected market share or may experience greater than anticipated price erosion due to competition from existing operators or new entrants. Similarly, the operator of a toll road might not realise anticipated revenues due to changes in traﬃc patterns. Article 5.1 of the JVA establishes the basis for the JVCo to call on the JV parties to meet any unanticipated funding shortfall. It applies only if the JVCo’s board ‘considers at any time that additional funding is required’ and that it ‘cannot, or should not commercially, be raised from third-party lenders’. Under this test, the board, acting in its ﬁduciary capacity, must ﬁrst conclude that the JVCo requires additional funding. The JVA does not deﬁne ‘required’, leaving that determination to the board’s business judgment. It is not evident that the board must determine that additional funding is absolutely necessary for the JVCo’s survival, such as to cover a funding shortfall for the existing business plan. The board might also determine that additional funding is required for the JVCo to take advantage of a new business opportunity. If the JV parties agree to mandatory capital calls (an option discussed below), they should clarify in art 5.1 just how far the board may go in calling for additional capital to expand the JVCo’s business. Under the test for a capital call, the board must also conclude that third-party debt is not a commercially appropriate method of obtaining the additional funding. Again, this is left to the board’s business judgment, and to some degree depends on its options to make calls on the JV parties. After deciding to make a capital call, which will require considerable due diligence, the board must under art 5.1(a) notify each JV party of the need for additional funding. If each JV party is represented on the board or otherwise actively involved in the ﬁnancial planning of the JVCo, this notice is merely a formality as the JV parties will already be aware of the situation. As a default rule, art 5.1(b) directs that the JV parties ‘shall ... provide such additional funding by contributions in proportion to their Shares’ – with no funding cap. The JVA then sets out two alternative drafting options. The ﬁrst contemplates a cap on each JV party’s obligation to provide additional funding, but still leaves the board discretion to make capital calls within the funding caps. The second alternative provides that no JV party has any obligation to provide additional funding. Article 5.1(c) aﬀords each JV party preemptive rights to participate in any new share issuances by the JVCo, and, as written in the model JVA, would apply to each of the three alternatives under art 5.1(b). Article 5.1(d) entitles each JV party to require a fairness opinion from an independent expert on the issue price for new shares. This right is intended to protect against shares being issued either below or above fair value. For example, if shares are issued below fair value, then, to the extent they are not taken up pro rata by the JV parties, those who do purchase (whether JV parties or third-party purchasers) may be paying too little for the shares, and thereby diluting the value of the shares held by JV parties who do not participate. Preemptive rights oﬀer one tool to protect the JV parties against such an outcome. However, a JV party ﬁnancially unable to participate would still face the risk of value dilution. Likewise, if shares are issued above fair value, then any JV party that participates could be paying too much (unless all JV parties participate proportionately). Nevertheless, obtaining a fairness opinion can be an expensive and time-consuming process, and the conclusions are quite subjective, so the likelihood that it will improve the outcome is unclear. Lawyers drafting or negotiating the JV A may therefore consider omitting art 5.1(d) altogether. KEY POINTS  Setting parameters for future capital calls to meet unanticipated funding requirements of the JVCo is a tricky and contentious aspect of drafting and negotiating the JVA.  In choosing among the drafting alternatives provided in art 5, or in customising them, lawyers should pay close attention to the corporate ﬁnance realities likely to be faced by the JVCo and the investment protection and anti-dilution concepts that commonly arise in this context.  For simplicity, preemptive rights are preferable to value anti-dilution provisions as they avoid the ‘who shoulders the loss of value’ problem. This feature is sixth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment discusses art 5 of the JVA, which sets forth the procedure for the JV parties to provide funding and ﬁnancial support to the joint venture company (‘JVCo’) beyond that contemplated in the original business plan. As discussed in part 5 of this series, art 4 of the JVA covers future funding requirements that are anticipated in the business plan. Author Richard Keck"
  },
  {
    "title": "Jibfl Oct Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Oct_Keck.pdf",
    "type": "pdf",
    "summary": "Butterworths Journal of International Banking and Financial Law October 2009 547 Feature STRAP Reaping beneﬁts and managing risks from lending to public utilities Public utilities are among the most blue chip issuers of equities on the capital markets – oﬀering shareholders both capital appreciation and income. In emerging markets, alongside banks and major industries, public utilities typically make up the lion’s share of listed issuers. Investor-owned utilities in the electricity, water, natural gas, transport and telecom sectors also frequently comprise some of the safest bets on major stock markets. Public utility borrowers also play a major role in the capital markets for debt. Whether for new infrastructure, acquisitions, licenses or refunding debt, utilities typically enter the capital markets in need of tremendous amounts of debt funding. This article discusses some beneﬁts and risks of lending to regulated public utilities. BENEFITS OF LENDING TO REGULATED PUBLIC UTILITIES Loans to utilities typically beneﬁt from economies of scale. The amount of debt required by a utility in a single debt ﬁnancing round can be quite large. While transaction costs are also quite large, they represent a smaller portion of total debt, commitment fees and interest rate spreads than transaction costs for lending to other types of borrowers. Loans to utilities also frequently involve stable borrowers with predictable revenues and earnings. Utilities frequently have a monopoly or face limited competition, and demand for their services is usually predictable and relatively inelastic. The essential nature of their services means regular cash ﬂow, reducing default risk, even in diﬃcult economic times. Where debt will fund the needs of a mature utility, strong cash ﬂow may reduce the required interest spread and/or obviate the need for other security or collateral, streamlining the lending process and documentation. Where collateral is necessary, utilities oﬀer strong options. One is project ﬁnance, where the project (eg a power plant or toll road) can be ring-fenced in a special purpose vehicle and pledged as security on a non-recourse basis. This allows utilities to avoid encumbering later projects with debt from earlier projects. Pledged assets can include property, plant and equipment, licences (but see below on regulatory risk), and receivables. Another beneﬁt, for public–private projects, is the potential for government guarantees of repayment obligations or of the revenue stream securing repayment. Examples include transport projects such as roads, bridges, tunnels, airports, subways, railways, stadiums and arenas. They also include electric power plants where the primary customer is government-owned. Power plants might also obtain private sector revenue guarantees where they have a single customer, such as a manufacturing plant, enlisting the customer’s credit to enhance the project entity’s credit. Infrastructure projects in developing countries also present opportunities to invest alongside international development banks. In some cases, such public lenders may provide a subordinated layer of debt to facilitate the project, and permit the senior private sector project ﬁnance debt to have priority on collateral and repayment. Development bank guarantees may also be available. IDENTIFYING AND MANAGING THE UNIQUE RISKS INHERENT IN LENDING TO PUBLIC UTILITIES In addition to risks inherent in all, lenders should pay particular attention to, and address, certain unique risks inherent in lending to public utilities and infrastructure projects. Signiﬁcant examples include project risk, market risk, regulatory risk, political risk, and exchange rate and interest rate risk. Infrastructure projects and licence fees typically involve signiﬁcant upfront capital with long periods before cumulative cash ﬂow becomes positive – sometimes running for ten to 20 years or more. Although a borrower may voluntarily refund debt at an earlier stage, loan repayment terms for such projects typically must mirror projected cash ﬂows. Various techniques are available for public– private partnerships to address this issue, such as having the government partner delay or subordinate repayment of its loans until private sector lenders have been repaid. Project risk is a signiﬁcant issue lenders must consider in due diligence and adequately address in loan terms and documentation. While all construction projects pose some risk of delay and cost overruns, some projects have an inherently higher level of such risk. Examples include controversial and publicly sensitive projects such as nuclear power plants or wind farms as well as challenging ‘never-been-done-before’ projects like the Channel tunnel. Market risk is also a signiﬁcant issue for certain types of utility ﬁnancing and infrastructure projects. This is particularly the case where the borrower is entering a competitive market, increasing capacity to meet anticipated demand growth or deploying new technology to provide new services. Examples include purchasing additional radio spectrum rights to provide new or enhanced telecom services – carrying the risks of overpayment for the licence and/or investing in infrastructure for which demand is unproven – or construction of a mass transit line with limited geographic coverage to compete with existing roads, buses and other modes of transit. Ironically, infrastructure ﬁnancing projects with greater project risk tend to have KEY POINTS  Lenders should pay particular attention to, and address, certain unique risks inherent in lending to public utilities and infrastructure projects.  Ironically, infrastructure ﬁnancing projects with greater project risk tend to have less market risk and vice versa.  Where collateral is necessary, utilities oﬀer strong options. Richard Keck discusses some beneﬁts and risks of lending to regulated public utilities. Author Richard Keck"
  },
  {
    "title": "Jibfl Oct 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Oct_2010_Keck.pdf",
    "type": "pdf",
    "summary": "October 2010 Butterworths Journal of International Banking and Financial Law554 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 7 – prenatal care for the JVCo and its parents Article 6.1 directs that the JV parties will jointly carry out the administrative steps required for the establishment and registration of the JVCo. As an alternative option, the JV parties can appoint one of themselves or a third party to handle these matters. In this regard, readers are advised to consider the issues contained in the discussion of art 3.1 in Part 4 of this series. Article 6.2 apportions the expenses of establishing and registering the JVCo. It allows the drafter to have the JV parties pay the costs either in equal proportions or in proportion to their percentage interests in the JVCo. Article 6.2 also allows the drafter to have the JVCo either reimburse the JV parties for these expenses or give them a credit against the subscription price for their shares. In either case, whether the cash is circled around by a reimbursement which essentially refunds part of the subscription price for the shares or whether it is credited, this mechanism allows the JV parties to apply their share of such expenses to their required capital contributions. A more signiﬁcant and related topic, but one not addressed in art 6, is the handling of other pre-incorporation expenses and in-kind contributions paid or provided by the JV parties, which are likely to be considerably more than the costs of establishing and registering the JVCo. These contributions include moneys spent on things such as travel, lawyers, accountants, consultants, bankers and bid preparation and submission, as well as uncompensated time of executives and personnel of the JV parties, in each case for the beneﬁt of the JV (such as legal fees and time spent preparing the bid document) as opposed to a speciﬁc JV party (such as legal fees and time spent negotiating the JVA). In theory, such contributions to the JV could be treated as capital contributions under art 4.3 as discussed in Part 5 of this series, although art 4.3 appears to focus on prospective contributions to capital made after the JVCo has been formed. The drafter could thus cover the topic either in art 4.3 or art 6.2. Crediting the pre-incorporation contributions of the JV parties as part of their capital in the JVCo has several business purposes. One reason is to allow the JV parties to capitalise their contributions rather than treating them as current expenses (which may have positive and/or negative ﬁnancial and tax accounting consequences, depending on the circumstances, so the lawyers will need to confer with their clients on such matters). From a ﬁnancial perspective, capitalising pre-incorporation contributions reduces the negative impact on each JV party’s current income statement by not treating the contributions as expenses deducted from revenues in calculating proﬁts and losses while allowing the contributions to be carried on the books as an investment in the JVCo and deducted from any gain on that investment in the future. From a tax perspective, capitalising the contributions similarly disallows them from being deducted from current gross income in computing taxable income, but likewise allows them to be included in the tax basis in the JVCo shares and therefore reduce the amount of taxable gain realised in any future disposition of those shares. This involves a tradeoﬀ between shifting any negative ﬁnancial impact to the future or retaining any positive tax impact in the present, and the JV parties may not be similarly situated in how they are impacted. Another reason to capitalise pre- incorporation contributions is to demonstrate a greater amount of equity investment in the JVCo (essentially one that reﬂects the full level of investment in the JV). This can improve the JVCo’s ability to meet equity-debt ratios with lenders without the JV parties being required to invest more additional cash than necessary. It can similarly aid in meeting any minimum equity-debt ratios imposed by the government authority issuing the licence, concession or contract to be awarded to the JVCo. In addition, if a dispute with such government authority or other person ever arose due to the termination or expropriation of the licence, concession or contract, the JVCo’s proof of its sunk costs would more easily demonstrate the full level of investment by the JV parties and therefore any award of damages or compensation based on wasted costs rather than beneﬁt of the bargain would stand a better chance of making them whole. The JV parties might also consider establishing rights of contribution from each other for any imbalance of pre-incorporation expenses if the JVCo is not subsequently incorporated and capitalised. Under these circumstances, any JV party that incurred more than its agreed share of the total costs KEY POINTS  The relatively short and cryptic provisions of art 6 cover some very important matters in the life of the joint venture prior to the birth of the joint venture company.  Lawyers representing the joint venture parties in negotiating the joint venture model agreement should give these provisions the attention they merit and, when appropriate supplement them substantially to address the speciﬁcs of the joint venture being negotiated.  It is a good idea, to the extent practical, to avoid entering into pre-incorporation undertakings that survive their assumption by the joint venture company. This article is seventh in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment discusses art 6 of the JVA, which sets forth the responsibilities of the JV parties for the incorporation of the joint venture company (‘JVCo’) and the handling of their contributions and undertakings made on behalf of the JV prior to incorporation of the JVCo. Author Richard Keck"
  },
  {
    "title": "Jibfl Nov 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Nov_2010_Keck.pdf",
    "type": "pdf",
    "summary": "Butterworths Journal of International Banking and Financial Law November 2010 553 Feature JOINT VENTURE AGREEMENTS Joint venture agreements: part 8 – coding the DNA for the JVCo Article 7 uses thrifty wording. Article 7.1 requires the JV parties to adopt the ‘statutes’ of the JVCo and directs that the statutes provide for (1) meeting of the shareholders, (2) board of directors, and (3) auditors. Article 7.2 directs that the form of the statutes must be agreed by all the JV parties and conform to the substantive provisions in arts 8 (meeting of shareholders), 9 (board of directors), 10 (auditors and independent expert) and 11 (accounts and dividends). Finally, art 7.3 provides that, though the statutes regulate the rights and obligations of the JV parties, the JVA will control internally – and so trump the statutes, if any conﬂict arises between the JVA and the statutes. Article 1 deﬁnes ‘statutes’ as the JVCo’s ‘corporate instruments’. These generic terms are driven by the model JV A’s need to work across multiple entity types in any jurisdiction. The lawyers drafting the JV A should replace them with the applicable governing instruments for the type of entity chosen in the jurisdiction where the JVCo will be incorporated. T wo starting points, therefore, are the jurisdiction in which the JV parties choose to incorporate the JVCo and the type of entity they choose for the JVCo (both of which were discussed in part 4 of this series). Broadly speaking, the jurisdiction in which the JVCo will be incorporated may either be a common law jurisdiction (which primarily includes the UK and its former colonies) or a civil law jurisdiction (virtually everywhere else). However, on the subject of corporate/company law, there has been signiﬁcant convergence across jurisdictions such that the modern day distinctions between common law and civil law systems are less relevant with respect to the speciﬁcs of entity law. Each jurisdiction’s entity law will largely be set out in relevant laws, and, in some jurisdictions, interpretive or implementing administrative regulations and decisions and/or judicial decisions. Choice of entity will also be based on the options available under local law. Virtually every jurisdiction today allows some form of limited liability entity, and many oﬀer more than one option. Diﬀerent types of limited liability entities can signiﬁcantly impact corporate governance structure and the tax status of the entity and its owners, among other things. Most jurisdictions have an entity that is roughly equivalent to an English company limited by shares or a US corporation, two entity types familiar to a large portion of the readership of this journal, and therefore those that the author will use as examples. Some jurisdictions also distinguish between, on the one hand, company/ corporate entity types with more relaxed and ﬂexible governance rules, which are particularly attractive to closely held entities such as the JVCo, and, on the other hand, those entity types with more heightened and rigid governance rules intended to protect passive minority shareholders of listed or other publicly traded entities who are unable to protect themselves by private contract. England does this by distinguishing between a private limited company (‘ltd’) and a public limited company (‘plc’). The US generally does not distinguish between private and public entity types under state law, but adds protections for public shareholders through a layer of federal and state securities laws and regulations. However, some US states have begun to adopt special ‘close corporation’ provisions in their corporate codes that allow even the basic corporate rules to be further relaxed. For tax purposes, the US has also seen the proliferation of the so-called limited liability company (‘LLC’) over the past two decades. An LLC is essentially a hybrid between a partnership and a corporation that attempts to achieve partnership-like tax treatment with the governance features and continuity of existence of a corporation. In choosing where to incorporate, choosing an entity type (where such choices are allowed by the licence, contract or concession to be held by the JVCo) and preparing the relevant corporate instruments, lawyers for the JV parties should consult the relevant laws, regulations and decisions, and always seek advice of local counsel. Traps for the unwary abound. The choice of jurisdiction and entity type will largely deﬁne the appropriate statutes that are required for the JVCo. For example, in England and in those common law jurisdictions which base their entity law on English company law, a JVCo that is a ‘company limited by shares’, or simply a ‘company’ as it is often called, whether public or private, would require a memorandum and articles of association as its statutes (although the memorandum has ceased to be of any practical signiﬁcance since 1 October 2009 when the Companies Act 2006 came into force). In the US, depending on the speciﬁc state, a ‘corporation’, whether public or private, would have articles or a certiﬁcate of incorporation and bylaws. The memorandum of association of an English- style company and the certiﬁcate/articles of incorporation of a US-style corporation are similar, containing only such basic information as the name of the entity, its KEY POINTS  The JVCo’s statutes contain its DNA, its genetic code, within the parameters prescribed for the relevant entity type in the jurisdiction where it is incorporated.  The choice of jurisdiction and entity type will largely deﬁne the appropriate statutes that are required for the JVCo.  Though the statutes regulate the rights and obligations of the JV parties, the JVA will trump the statutes if any conﬂict arises between them. This article is eighth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment discusses art 7 of the JVA, which sets forth the responsibilities of the JV parties to adopt the ‘statutes’ of the joint venture company (‘JVCo’). Author Richard Keck"
  },
  {
    "title": "Jibfl May 2011 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_May_2011_Keck.pdf",
    "type": "pdf",
    "summary": "May 2011 Butterworths Journal of International Banking and Financial Law286 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 12 – JV party services and intellectual property In a start-up project JV, the JV parties have typically chosen to venture together not only because of the ﬁnancial contribution each can make but also because of the in-kind contributions that some or all of them can make to the JV. Part 1 of this series noted that some JV parties may be entitled or expected to provide management, outsourcing or other services to the JV – both before and after incorporation of the JVCo. Part 1 also noted that the JV parties may second employees to the JVCo and transfer or license intellectual property to the JVCo. These matters are covered in arts 13 and 14. Article 13 anticipates that the drafting lawyers will set out the duties of some or all JV parties to provide such services to the JVCo. Article 13.1 lists those JV parties that will be responsible for ‘providing or organising’ various ‘technical or commercial services’ within the scope of the JVCo’s activities. As examples, the drafters’ notes list administrative or IT support, tax or other professional services, supply of materials, marketing or distribution services. Article 13.2 indicates that these services are in addition to in-kind contributions for shares required under art 4 and ‘shall be provided free of charge’. The model JVA also suggests two alternatives, one involving payment and other terms approved by the JVCo’s board and the other involving terms set out in an ancillary agreement between the JVCo and the relevant JV party. Unless all JV parties provide comparable levels of service or the amount of such services is relatively nominal, each JV party providing services to the JV will usually insist on being compensated for those services, whether in cash (per art 13.2) or by the issuance of shares (per art 4). The ‘free of charge’ concept in art 13.2 thus has limited application in practice. Article 13.3 provides that the JVCo will bear the cost of any personnel seconded by a JV party, again on terms to be approved by the JVCo’s board. Finally, art 13.4 sets out a performance warranty, requiring each JV party to 'use reasonable care and skill' in carrying out its duties under art 13. In the author’s experience, the types of services contemplated in art 13 are almost always set out in an ancillary agreement unless they are relatively incidental to participation in the JV and/or nominal in eﬀort and value. The most comprehensive, and relatively common, ancillary agreement for a project JV is a ‘management agreement’ or ‘management services agreement’. As noted in part 11, the author recommends omitting model JVA art 12 in a project JV, but this does not mean the JV does not have a leader. In most JVs, one JV party has provided leadership in organising the JV and recruiting the other JV parties. This leadership role may subside after the JV parties enter into the JVA. However, the JV party that led the formation of the JV is oftentimes envisioned as entering into a management agreement with the JVCo and continuing to provide leadership and management services to the JV, through the incorporated JVCo. One fundamental and threshold issue is whether the management services relationship will be permanent or merely transitional, and, if the latter, for how long. If the JV parties have not fully thought this through, which is surprisingly common, then the lawyers will need to help them do so when drafting the JVA and its ancillary agreements. Where the management relationship will be permanent, the JV parties may not envision the JVCo as becoming a fully independent stand-alone business. This is sensible where the project size is not large enough to support all the functions required for a fully independent operating business or where the managing JV party brings vast resources and skills, and economies of scale, that cannot be economically replicated in the JVCo. In addition, as discussed in the ﬁrst instalment of this series, in some projects, the licensing authority or other government authority that issues a licence, grants a concession or enters into a contract may require the JVCo to have a management agreement with the JV party on whose skill and experience it relied in selecting the JVCo for the licence, concession or contract. The JVCo’s licence, concession or contract may also dictate certain elements and terms of the management agreement. For example, it may determine the minimum scope of authority and responsibilities of the managing JV party and the minimum duration of the management agreement. These requirements are typically context speciﬁc, and must be addressed by the lawyers on a case-by-case basis. A major challenge in drafting any management agreement and the related JVA is the interplay between the governance KEY POINTS  The mutual attraction that leads JV parties to venture together usually involves the ability of some or all of them to contribute more than simply money.  Where these additional contributions will not be treated as in-kind contributions for shares under art 4, the drafting lawyers can address them in arts 13 and 14 of the model JVA, and related management agreement, other services agreements and/or intellectual property licence agreement with the JVCo.  In many ways, the substance of these ancillary agreements has much more bearing on the success or failure of the JV than the JVA itself. This article is twelfth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment focuses on JVA arts 13 and 14, which address technical and administrative services provided by JV parties to the joint venture company (‘JVCo’) and the mutual rights and duties of the JV parties and JVCo regarding intangible assets and intellectual property rights. Author Richard Keck"
  },
  {
    "title": "Jibfl March Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_March_Keck.pdf",
    "type": "pdf",
    "summary": "March 2010 Butterworths Journal of International Banking and Financial Law182 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 2 – introducing the characters and setting the scene Identifying the JV parties seems easy and inconsequential. Not so. When it is time to negotiate the JVA, the speciﬁc legal entities that will participate in the JV may not yet have been clearly deﬁned. Each individual involved in the preliminary discussions may represent a ‘group’ of related companies. For tax, regulatory and other reasons, a JV party may want to incorporate a separate entity to serve as its ‘shareholder’ of the joint venture company (‘JVCo’). Such entities are often empty shells, with no assets other than their holdings in the JVCo. Also, where one JV party will provide services to the JVCo, that JV party may have good business reasons to use a diﬀerent legal entity to provide such services than the legal entity that becomes a shareholder of the JVCo. Often, neither entity is the parent company. However, each JV party will also want assurances that its counterparties have the ﬁnancial resources to support their funding commitments to the JVCo as well as their representations, warranties, indemnities and other covenants in the JVA and related JV documentation. At the extreme, each JV party may want to look upstream to the ultimate parent entity of each other JV party. Also, if the JV is bidding for a government concession, licence or contract, then the government evaluator may want assurances that the upstream entities are committed ﬁnancially, legally and with their management resources and know how. For these purposes, each JV party must identify its ultimate parent entity. That entity may be a publicly traded company, individual, venture fund or other silent owner. For legitimate reasons, such upstream persons may resist being contractually bound to the other JV parties or a government agency. For example, an individual who is an ultimate parent may want to keep his personal assets and liabilities legally separate from his business assets and liabilities. He may also have already entered into aﬃrmative and negative ﬁnancial covenants with lenders or other parties, in matters unrelated to the JV at hand, that limit the additional commitments he is able to take on. The same could be true of an ultimate parent company. A passive venture fund may not want to take on any contractual liability due to the manner in which it has been organised. Sometimes it is suﬃcient to identify a business entity that is not the ultimate parent, but is adequately capitalised and eﬀectively functions as the parent of the group. Other times, as where an individual has distinct holdings without any common ownership other than his individual holdings, it is necessary to obtain some comfort from that individual on appropriate matters. These may include, for example, duties of loyalty to the JV and commitments not to compete. They may also include disclosure of other holdings, particularly where such holdings are subject to scrutiny by a government regulator or evaluator of the JV . Such matters may be addressed in guarantees, ancillary undertakings, comfort letters and other such devices, which are typically very context speciﬁc and the subject of heavy negotiation. It is also customary that the JVCo become a party to the JVA after it is incorporated. As mentioned in part 1 of this series, the JV parties will sometimes delay incorporation of the JVCo until the JV has been awarded a government concession, licence or contract – and, if unsuccessful, will simply wind up the activities of the JV without incorporating the JVCo. It is important for the JVCo to become a party because it will often have its own directors, oﬃcers and/or employees (who may be independent from the JV parties) and will have separate assets and liabilities. The JVCo will thus evolve into a separate organism from each JV party, and the JV parties together, so it should be contractually bound to follow the rules established by the JV parties for the JV . Sometimes, the JVCo may consist of two or more entities, perhaps with a parent JV entity formed in a tax eﬃcient jurisdiction, where each JV party will hold its shares in the KEY POINTS  Identifying the Joint Venture parties seems easy and inconsequential but this is not so.  If a dispute cannot be resolved amicably, the recitals can provide a court or arbitral tribunal with suﬃcient factual information and individual Joint Venture party objectives to interpret the Joint Venture Agreement (‘JVA’) so as to give commercial eﬃcacy to the intentions of the parties.  The very term ‘ joint venture,’ although loosely used to refer to a multi-party relationship, can have legal consequences beyond those set out in the JVA. This is the second article of a series that examines project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement among three or more parties. 1 This instalment outlines the process of properly introducing the characters and setting the scene for the joint venture agreement (‘JVA’). Author Richard Keck \"It is important for the JVCo to become a party because it will often have its own directors, ofﬁcers and/or employees.\""
  },
  {
    "title": "Jibfl Keck Rev",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Keck_rev.pdf",
    "type": "pdf",
    "summary": "June 2010 Butterworths Journal of International Banking and Financial Law364 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 4 – establishing the JVCo JV A art 3.1 sets out the parties’ obligations to establish the JVCo. It covers three concepts: First, the JV parties must ‘act with diligence and care to establish’ the JVCo. Secondly, they must do so ‘as so ‘in accordance with [the JVA] and all Regulatory Approvals’. care may seem trivial, but is actually quite important. Prior to establishing the JVCo, the JV parties act at arm’s length from each other in negotiating the JVA and performing their obligations under the JVA. Each party no separate counsel acting for the JV until the JVCo has been established and its board appointed or its executive team in place. In the interim, legal, ﬁnancial and other professional advice for the JV is usually obtained from professional advisers who have been retained by a JV party and who owe their duties solely to protecting the interests of that party. ensures that the JV parties, and counsel acting on their behalf, have an express contractual obligation to act in the common interest. For example, to incorporate the JVCo, one party’s counsel may prepare or ﬁnalise the formal constitutional documents to be ﬁled in the relevant jurisdiction. Where one or more parties are located in the jurisdiction where the JVCo will be incorporated, counsel for a local JV party will often be asked to draw up the relevant documents, subject to review and approval by the other JV parties and customarily do business in the jurisdiction where the JVCo will be incorporated must either rely heavily on the local parties, hire their own local counsel, or convince the local parties to share the cost of hiring local counsel for the JV. To the extent a non-local party relies on a local party, the ‘diligence and care’ requirement provides important contractual protections for the non-local party against mistakes made and/or deliberate misdeeds of the local party and its advisers. incorporate the JVCo as soon as practicable, is similarly useful in protecting the other parties where one party assumes responsibility for handling the incorporation, by requiring that party to complete the process with dispatch. It also imposes obligations on all the parties to act with due speed, and not to unreasonably delay or withhold approval of the acts and deeds undertaken by another party on behalf of the JV. However, the parties may need to modify the art 3.1 ‘as soon as practicable’ requirement to accommodate situations where they have agreed to delay incorporation of the JVCo until the occurrence of a speciﬁed condition precedent. For example, as mentioned in an earlier instalment of this series, in cases where the JV is participating in a competitive process for the award of a licence, contract or concession, and the parties intend only to incorporate the JVCo if the JV wins the tender process, then art 3.1 of the JVA should be modiﬁed to reﬂect this. establish the JVCo in accordance with the JVA and all regulatory approvals, has two subcomponents. Establishing the JVCo in accordance with the JVA ensures again that any party taking individual responsibility for the JV parties as a group must ensure that the JVCo is established consistently with the requirements stipulated by the parties. For example, where more than one type of entity may be incorporated in the relevant jurisdiction, the responsible party must incorporate the type of entity designated by the parties, including ensuring that it has made all relevant designations and elections to relevant government authorities (such as elections whether or not to be treated as an entity with relaxed ﬁling and reporting requirements, perhaps by electing to be treated as a ‘closely held’ entity, or elections as to whether the entity will be separately taxable or will be considered a pass-through entity with all tax calculated and imposed mechanical and perfunctory in nature, such elections and designations can have far-reaching negative consequences if not properly or timely made. accordance with regulatory approvals further ensures that each party with any responsibility for the documentation or incorporation process is obligated to comply with the agreed and KEY POINTS  establish the JVCo may seem trivial, but is actually quite important.  To the extent a non-local party relies on a local party, the ‘diligence and care’ requirement provides important contractual protections for the non-local party.  Today, it is uncommon to specify anything other than unlimited duration for a JVCo, even where the JV parties contemplate that the JV will have a ﬁnite life. This article is fourth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement among three or more parties. 1 This instalment addresses the parameters for establishing the joint venture company (‘JVCo’), as covered in art 3 of the model joint venture agreement (‘JVA’). Author Richard Keck \"JV parties and counsel ... have an express contractual obligation to act in the common interest.\""
  },
  {
    "title": "Jibfl Keck 2012 02",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Keck_2012_02.pdf",
    "type": "pdf",
    "summary": "February 2012 Butterworths Journal of International Banking and Financial Law 114 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 18 – planning for disputes Article 30 specifies the governing law for the JVA and Art 31 provides an escalating series of dispute resolution mechanisms beginning with attempts at amicable settlement through direct negotiations, progressing to mediation and culminating with the option of binding arbitration or litigation. Drafting the governing law clause appears relatively simple. Article 30 simply states that “[t]his Agreement is governed by the laws of . . . [specify country].” However, as the experienced practitioner will know, there is more to choice of law than first meets the eye, and the decision involves a variety of practical and legal considerations and may lead to potentially difficult negotiations among the JV parties. There are three primary elements of governing law to consider. The first is substantive law. It will govern the interpretation of the JVA, the existence and scope of the express and implied legal duties it creates and the availability and measure of damages and other forms of relief for breach of the JVA. A dispute may also involve other causes of action than those arising under the JVA, such as those arising under statute or the common law of property or tort. Though the model JVA does not, the JV parties may want to clarify in Art 30 that the choice- of-law provision governs the existence and extent of such other duties and rights as well as those arising under the JVA. The second is procedural law. If the JV parties agree in Art 31 to litigate disputes, then the procedural law will ordinarily be that of the courts in which they agree to litigate. These courts are often, but not always, in the same jurisdiction whose substantive law the JV parties agree to apply. On the other hand, if the parties agree to binding arbitration, the procedural law is supplied by a combination of the arbitration rules adopted by the parties (usually by reference to the rules of an arbitral institution such as the ICC or UNCITRAL), the procedural rules for arbitrations under the laws of the jurisdiction that serves as the “seat” of the arbitration, and any supplements thereto or derogations therefrom agreed to by the parties (in the JVA or at the time an arbitration proceeding is commenced). The lawyers for the JV parties should be aware that some defences to substantive legal rights straddle the dichotomy between substantive and procedural law. For example, a statute of limitations defence could be considered either as a matter of substantive law or procedural law. The length of the limitation period may be determined under the chosen substantive law, under the law of the seat of the arbitration or under both (such as where the shorter limitation period will control). The answer to this question varies from jurisdiction to jurisdiction. Some attempt should be made to consider such matters in selecting the governing substantive and procedural law. The third element of choice of law addresses conflict of laws. Although the model JVA does not do so, one often encounters choice-of-law provisions that designate a particular jurisdiction’s law as governing, but disclaim that the choice of such jurisdiction’s law is “without reference to its conflict-of-laws principles”. Practitioners have engaged in a long-standing debate about whether this disclaimer is necessary or not. The argument in favour is that the provision clarifies that the parties intend to apply the substantive law of the designated jurisdiction even if its conflict-of-laws principles would otherwise have applied the law of another jurisdiction (for example, if the transaction or dispute had a stronger nexus with another jurisdiction). The argument against is that this is implicit in the statement that the designated jurisdiction’s law will govern and the disclaimer is therefore superfluous. The author is not aware of any precedent where conflict-of-laws principles were applied to frustrate the choice of substantive law by parties to a dispute. Let us now consider choice of substantive law. In the context of an incorporated JV, the ownership and governance of the JVCo, and hence the rights and responsibilities of the parties to each other, will to a degree be governed by the law of the jurisdiction in which it is incorporated even if the JV parties specify another legal system as the governing law. For example, the boundaries of the privileges and obligations that may be associated with share ownership may be prescribed under the relevant companies act or corporate law. Although the JV parties may attempt in the JVA to establish privileges and obligations outside those boundaries, their attempt may be unenforceable under the laws of the jurisdiction in which the JVCo is incorporated and, for the same reason, may not be recognised as valid by an arbitral tribunal or the courts of another jurisdiction selected by the parties as a dispute resolution forum. Hence, choice of law is not a blank cheque to ignore the law of the jurisdiction KEY POINTS  The choice of governing law can lead to potentially difficult negotiations among the JV parties.  One objective in choice of governing law may be to identify a jurisdiction that recognises a particular form of entity or particular rights or duties in respect of that entity.  The various arbitration rules may need to be supplemented or modified by stipulations in the JVA. This is the 18th and final article in a series examining project development and finance joint ventures (JVs) based on the International Trade Centre incorporated joint venture model agreement (JVA) among three or more parties 1. This instalment focuses on JVA Arts 30 and 31 2, which provide the mechanism for resolving disputes between or among two or more of the JV parties and/or the joint venture company (JVCo). Author Richard Keck"
  },
  {
    "title": "Jibfl Keck 2012 01",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Keck_2012_01.pdf",
    "type": "pdf",
    "summary": "Butterworths Journal of International Banking and Financial Law January 2012 49 Feature JOINT VENTURE AGREEMENTS Joint Venture Agreements: part 17 – voluntary and involuntary JVA amendments and formal JVA notices Article 26 addresses the consequences of partial invalidation of the JVA. Article 26.1 deals with situations where “any of the provisions of this Agreement are found to be null and void”. Although disputes under the JVA are to be resolved through arbitration (a topic discussed in the next instalment), Art 26.1 is not so limited. It would certainly be triggered by a ruling of a court of competent jurisdiction as well as an arbitral award. Moreover, it is not even clear that the ruling must be directed to the JV parties or the joint venture company (JVCo) or even involve the JVA. For example, a decision of a court in the relevant jurisdiction that sets precedent of general application may be sufficient to trigger application of Art 26.1. The JVA appears to leave this threshold issue deliberately ambiguous. It is thus foreseeable that one JV party may claim that a provision in the JV A has been “found” null and void due to the passage of a new law or the issuance of a judicial or administrative decision even if it is not specifically directed to the JV A, JV parties or JVCo. Such a claim may itself become the subject of disagreement, with one or more JV parties claiming a provision is null and void and others disputing this claim. The dispute would then need to be resolved through the JV A’s dispute resolution mechanism. Once the JV parties accept that a provision of the JV A is null and void, Art 26.1 states next that the remaining JV A provisions will remain valid and binding “unless it is clear from the circumstances that, in the absence of the provision(s) found to be null and void, the parties would not have concluded the present Agreement”. The impact of this exception is not stated. Perhaps it renders the entire JV A void and unenforceable, or perhaps it only requires the nullification or reform of the remaining provisions. The lawyers drafting the JV A should clarify these consequences. Moreover, as drafted, the exception is potentially large enough to swallow the rule. If one assumes that a commercial agreement such as the JV A is a deliberate act of the JV parties and attempts to give every provision meaning, it is a difficult task to find any material provision whose exclusion would not have sufficiently altered the balance of rights and responsibilities effected by the remaining provisions such that those provisions would have differed in the absence of the null and void provision. Indeed, if the challenged provision were not material to the JV party seeking to enforce it, and its impact were not material to the JV party seeking to avoid it, then it likely would not have been challenged. Of course, Art 26.1 requires the party challenging the validity of the remaining provisions (who might concurrently challenge the claim that the provision that started it all is null and void) to show that “it is clear from the circumstances”. This establishes a contractual presumption of the validity of the remainder of the JV A. But it is a rebuttable presumption. In addressing these issues arising under Art 26.1, the remedy in Art 26.2 may prove useful to the JV parties. Article 26.2 directs the JV parties, with the “assistance” of an arbitral tribunal under Art 31 “if necessary,” to “replace all provisions found to be null and void by provisions that are valid under applicable law and come closest to their original intention”. In its effort to honor the intention of the JV parties, this Art 26.2 remedy should presumably be attempted before resorting to the more drastic Art 26.1 remedy of striking out even further provisions of the JV A due to the lack of commercial reciprocity or failure of consideration. The author recommends reorganising Art 26 of the model JV A to better reflect this process of escalation. It should also be made clear that the initial cure of a null and void provision is to attempt to repair or replace it, and the potential nullification of further provisions of the JV A, or even the entire JV A, are increasingly drastic remedies that should only be relied upon if less drastic remedies fail. The triggering circumstances and remedies under Art 26 also lead into the more general, and shorter, dictate of Art 28. It commands that “[t]his Agreement may be varied or modified only by a written amendment signed by each of the Parties.” Formal amendments to a JV A are not uncommon. Indeed, as Art 26.2 already suggests, a formal amendment may be necessary to replace a null and void provision with an alternative provision that achieves the intent of the original provision. Interestingly, the “assistance” of an arbitral tribunal referred to in Art 25.2 also reveals that the modification of the JV A may be directed by an arbitral award, even absent the express written agreement of the JV parties, and hence highlights one of many exceptions to the rule unequivocally set out in Art 28. KEY POINTS  Articles 26 and 28 address the issues of voluntary and involuntary amendments to the JVA, both very important matters – and both of which could be improved.  It is foreseeable that one JV party may claim that a provision in the JVA has been “found” null and void due to the passage of a new law or the issuance of a judicial or administrative decision even if it is not specifically directed to the JVA, JV parties or JVCo.  The potential nullification of further provisions of the JVA, or even the entire JVA, are increasingly drastic remedies that should only be relied upon if less drastic remedies fail. This article is 17th (and the penultimate) in a series examining project development and finance joint ventures (JVs) based on the International Trade Centre incorporated joint venture model agreement (JVA) among three or more parties 1. This instalment focuses on JVA Arts 26 and 28, which address related issues – partial invalidation of the JVA and amendments to the JVA – and Art 27, which sets out the procedure for formal JVA notices. Author Richard Keck"
  },
  {
    "title": "Jibfl July 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_July_2010_keck.pdf",
    "type": "pdf",
    "summary": "Butterworths Journal of International Banking and Financial Law July/August 2010 423  Feature JOINT VENTURE AGREEMENTS Joint venture agreements: part 5 – follow the money The model JVA distinguishes between initial capital commitments, covered in art 4, and future ‘unplanned’ capital calls, covered in art 5 (which will be discussed in the next instalment). Article 4.1 sets out the intended equity percentage of each JV party after giving eﬀect to all capital contributions contemplated in art 4. As discussed below, these percentages are not based on any objective measure of the diﬀering capital contributions, but rather reﬂect their entitlements to take money out of the JVCo – through dividends and other distributions or the sale of the shares of the JVCo or its assets. Article 4.2 assumes each JV party will make an initial cash contribution ‘at such time or times as shall be ﬁxed by the Board of Directors after all Regulatory Approvals have been obtained’. Article 4.3 provides for ‘further’ capital contributions, ‘in cash, real estate, personal property including machinery and tools, intellectual property, services or other in-kind contributions . . . at times ﬁxed by the Board of Directors’. These contributions should all be anticipated in the business plan contemplated in art 2.3. The model JV A takes a simplistic view of JVCo capital contributions as either cash and in-kind, but implicitly assumes every JV party will pay the same price for its shares and that their contributions are made concurrently. For infrastructure project JVs, a more likely scenario involves as many as four types of JV party. They may contribute at earlier or later stages in the evolution of the JV from an idea to a JVCo with a licence, concession or contract to build, own and operate an infrastructure project. Each JV party plays a diﬀerent role in the process, adding value in diﬀerent ways at diﬀerent stages of developing the project, so its percentage of equity is calculated diﬀerently. In some cases, a single JV party may combine two or more of these attributes, but each type is treated as distinct in this article. First, many project JVs originate with an entrepreneurial JV party who identiﬁes the business opportunity, develops it to a certain stage, and then identiﬁes potential JV parties and invites them to join together in a JV . The entrepreneurial JV party will expect the value thus created to be recognised through its ownership in the JVCo. The payment for its shares in terms of cash or in-kind assets with existing value may be nominal, as the real consideration for the entrepreneur’s shares is the value created through establishing the JV . While one could consider such JV party as having thereby earned its shares in the JVCo in exchange for past services, saying so may have adverse tax consequences for the entrepreneurial JV party and may also run afoul of in-kind contribution valuation requirements in some jurisdictions, particularly as the value of the shares received is likely to exceed the value of the time spent, reﬂecting the ‘entrepreneurial’ return on the founder’s investment of initiative, eﬀort and (a smallish sum of) money. Secondly, many project JVs include a JV party recognised for its competence in the construction, management and/or operation of the particular infrastructure project. Such an ‘operator’ JV party may be necessary to satisfy the qualiﬁcations to participate in the tender for the licence, contract or concession. A good operator JV party can also be instrumental in obtaining institutional debt and equity for the JVCo, thereby improving its access to, and reducing its cost, of capital. The operator JV party will often seek recognition of the goodwill and competence it brings to the JV through a larger percentage of ownership in the JVCo for the same level of cash contribution and/or, as discussed in the ﬁrst instalment of this series, through the extraction of value in the form of management fees or royalties pursuant to an ancillary agreement with the JVCo. It is not uncommon for the operator JV party, once joining the JV , to succeed the entrepreneur JV party in assuming a leadership role for the JV . This is not always so, however, and the entrepreneur JV party sometimes remains in the leadership role. Third, project JVs in developing markets or otherwise outside the markets in which the other JV parties normally conduct business sometimes include a ‘local’ JV party. The local JV party’s contributions may include local market knowledge, impressing the government authority issuing the licence, contract or concession that locals are included (or even meeting a bidding requirement that the KEY POINTS  To determine the relative value of each JV party’s capital contribution to the JVCo, each JV party’s contribution is valued diﬀerently based on what was contributed and when it was contributed.  Structuring the holdings of diﬀering types of JV parties faces at least three constraints.  Although the model JVA anticipates that the JVCo will be formed after the JVA is signed, a JV party may form the JVCo ahead of time. This article is ﬁfth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment discusses the initial commitment of the JV parties to contribute to the capital of the joint venture company (‘JVCo’), and their respective rights to share in any dividends, distributions or proceeds of any sale of the shares or assets of the JVCo, as set out in art 4 of the model JVA. Author Richard Keck \"It is not uncommon for the operator JV party, once joining the JV, to succeed to the entrepreneur JV party in assuming a leadership role for the JV.\""
  },
  {
    "title": "Jibfl Feb 2011 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Feb_2011_Keck.pdf",
    "type": "pdf",
    "summary": "Butterworths Journal of International Banking and Financial Law February 2011 97 Feature JOINT VENTURE AGREEMENTS Joint venture agreements: part 10 – board of directors Article 9.1 provides that the JVCo ‘is managed by a Board of Directors’. The remainder of art 9 sets out the number of directors, how they are selected, their powers and duties, how they make decisions, and other relevant matters. A threshold issue, discussed in part 2 of this series, is whether the JV parties intend this primary decision-making body to act as a bona ﬁde board of directors, with each director having attendant ﬁduciary duties to all shareholders, or simply as a shareholder representative governance body, where each member acts solely in the interest of the JV party that appointed him. Another threshold issue, not addressed in the model JVA, is whether board members must be individuals or whether they can be juridical persons such as companies or corporations. Some jurisdictions require directors to be individuals, while others do not. The reason for requiring directors to be individuals is to ensure that each director is able to exercise independent and informed personal judgment in serving on the board and participating in its decisions. On the other hand, if the board is merely a representative body for shareholders, having entities ﬁll board seats for each shareholder, which will cause the votes to be cast in accordance with its own interests, may be acceptable practice. Articles 9.3 and 9.4 address the appointment, replacement and removal of directors. Like art 8, the procedure in art. 9 is somewhat cumbersome for a fast-moving, closely held JVCo. The lawyers for the JV parties may therefore want to simplify the process for appointing directors. Where all board members are to be appointed by JV parties in proportional representation, they may choose to dispense with the need for a formal shareholders meeting to elect directors. Instead, each JV party may simply designate those persons to ﬁll the board seats allocated to that JV party. Likewise, the appointing JV party may simply ﬁll any vacancies in its allocated board seats and remove any directors it has appointed at any time without approval of the other shareholders. In particular, the JV parties may want to simplify the removal process if an appointee to the board leaves the relevant JV party’s employ or that JV party otherwise has reason to remove him. Otherwise, it may be diﬃcult to remove a director prior to the end of his term. Article 9.6 endows the board with all powers not expressly reserved to the shareholders or another governance organ, and expressly enumerates certain of those powers. Though the enumerated powers are not meant to deﬁne the scope of the board’s authority, it is good practice to expressly mention each signiﬁcant power that the JV parties intend the board to have and exercise to avoid any doubt or disagreement. The board also has authority under art 9.5 to designate certain persons to ﬁll oﬃcial roles in relation to the board, including the chair, vice-chair and secretary. Apart from the role of the chair or vice-chair in signing the minutes, art 9 does not deﬁne the roles of these oﬃcers, nor does it provide for any other types of oﬃcers such as chief executive oﬃcer, chief ﬁnancial oﬃcer, and the like. Articles 9.7 and 9.8 contemplate that the board may delegate some or all of the management of the JVCo’s daily business to one or several board members or to executives employed by the JVCo. This eﬀectively allows board committees, such as an executive committee, and oﬃcers. The lawyers for the JV parties should endeavour to list all board committees and oﬃcers contemplated, and deﬁne the initial roles and scope of authority for each, which can be made subject to modiﬁcation by the board from time to time. If the board is small, separate board committees may be unnecessary. However, if the board is relatively large, having a core executive committee or similar body empowered to make day-to-day decisions is good practice and can facilitate more eﬃcient decision-making. As with the full board, an executive committee typically reﬂects proportional representation of the larger shareholders, but is likely to meet much more frequently, in person or by phone, perhaps as often as once a week. Article 9.9 requires the board to keep the JV parties informed about the aﬀairs of the JVCo, a requirement that is useful if the JVCo has shareholders who are not directly represented on the board, but may otherwise be superﬂuous. Article 9.10 sets out the frequency of board meetings, ‘as often as the [JVCo’s] aﬀairs require’, and the procedure for calling meetings. As with the procedure for calling shareholder meetings discussed in part 9, the model JVA procedures for calling board meetings may also prove too cumbersome and slow for a project JVCo during the start-up KEY POINTS  The model JVA sets forth fairly typical provisions governing the JVCo’s board of directors, but these provisions are not inherently appropriate or eﬀective in a start-up project JV.  The model JVA procedures for calling board meetings may prove too cumbersome and slow for a project JVCo during the start-up stage – particularly procedures requiring signiﬁcant advance notice of board meetings.  Lawyers for the JV parties should consider modifying art 9.16 to state expressly that failure to record an action approved by the board in minutes does not render it invalid. This article is tenth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment discusses art 9 of the JVA, which addresses the role of the board of directors of the joint venture company (‘JVCo’). Author Richard Keck"
  },
  {
    "title": "Jibfl Feb 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Feb_2010_Keck.pdf",
    "type": "pdf",
    "summary": "February 2010 Butterworths Journal of International Banking and Financial Law102 JOINT VENTURE AGREEMENTS IN PROJECT DEVELOPMENT AND FINANCE Feature Joint venture agreements in project development and ﬁnance: an introduction Many projects involve a special purpose project entity (‘JVCo’) owned by several active and passive JV parties who contribute cash, property and/or services, with project lenders providing the senior debt, and the JV parties possibly providing subordinated debt. A JVA typically sets out the arrangements among the parties. The discussion in the subsequent instalments of this series will use the International Trade Center ('ITC') incorporated joint venture model agreement for three or more parties. 1 In this instalment, we will survey the primary elements of an incorporated joint venture, and highlight some major issues that need to be addressed. In subsequent instalments, we will work through the model JV A in detail. A JVCo is usually by deﬁnition a start- up entity established by one or more JV parties who join forces to pursue a deﬁned project. 2 Joint ventures are common in major infrastructure projects in such sectors as transport (roads, bridges, tunnels, railways, seaports, airports), energy (power plants, pipelines, extraction facilities, reﬁneries), telecom (mobile networks, undersea cable networks, satellite networks) and real estate (hotels, oﬃce parks, entertainment complexes). This discussion will consider, as an example, a bidding team for a mobile telecom licence in a single-country market that is opening up one additional network licence. Applicants will be required to demonstrate that they meet certain minimum qualiﬁcations (many of which have implications for the joint venture arrangements), and then the licence will be awarded to the highest bidder in an auction conducted among all qualifying applicants. The example discussed here could as easily be for an independent power project, a toll road construction tender or any other substantial infrastructure project where the roles of project management, procurement, installation, operation, maintenance and ﬁnancing are carried out by diﬀerent parties brought together for the project. The JV parties comprising the bidding team in our example include: (i) a project development company whose business is to identify project development opportunities and form and manage bidding teams to compete for them; (ii) an international telecom network operator with experience in other markets (whose participation is a prerequisite for the bidding team to qualify); (iii) a local business partner in a complementary business (in this case, a retail electronics business that may serve as a distribution channel for handsets for the mobile licensee); and (iv) several passive ﬁnancial investors to provide the remaining equity capital for the business. The JV parties in our example will enter into a JV A before submitting their bid, and will jointly fund or otherwise contribute to the cost and eﬀort of preparing and submitting the bid, but will not establish or fund the JVCo unless their bidding team is awarded the mobile telecom licence. As is evident from the description of the JV parties, each will make a diﬀerent contribution to the prospects of the bidding team being awarded a licence and each will be expected to provide diﬀerent resources to the JVCo if they are awarded the licence and set up the JVCo. The JV A will need to contemplate these varying roles and contributions. The major issues the JV A must address include the nature, timing and extent of each JV party’s contributions to and withdrawals from the venture, and a governance structure for the relationship among the JV parties and JVCo. Some JV parties may simply contribute cash, while others may contribute know-how, access to markets or personnel. Some JV parties may only withdraw dividends from earnings and proﬁts of the JVCo, while others may be paid for services or property contributed. A threshold issue is to deﬁne clearly the objects and scope of the joint venture. Many of the rights and obligations of the JV parties will turn on the scope of the venture. One typical attribute of a joint venture is its relatively narrow and precisely deﬁned scope, in contrast with a start-up formed to engage in ‘any lawful business’. In our example, the pre-incorporation obligations of the JV parties relate primarily to preparing and submitting the bid for a mobile telecom licence. These obligations include supplying information about the parties as required for the bid, preparing a business plan and technical plan for the ﬁnancing, building, operation and management of the proposed telecom network, and paying the agreed portion of the joint legal, consulting, investment banking and accounting expenses for the bidding team. The JV A will also govern the establishment, capitalisation and operation of the JVCo, which will be incorporated if and when the bidding team wins the licence. The licence application will typically require the JV parties to submit drafts of the proposed constitutional documents of the JVCo. These documents will contain the provisions dealing with most of the issues discussed in this article. The government authority reviewing the applications and qualifying the applicants generally seeks to conﬁrm that the JVCo’s constitutional documents are consistent with the representations made in the application. The JV A will set out each JV party’s expected contributions to the JVCo. Collectively, these contributions will be intended to supply KEY POINTS  A joint venture agreement for a project joint venture must address many and varied issues of signiﬁcance.  This ﬁrst instalment in a multi-part series surveys the primary elements of an incorporated joint venture (‘JV’). Subsequent instalments will work through a model joint venture agreement in detail. This is the ﬁrst instalment in a multi-part series that examines issues typically addressed in a joint venture agreement (‘JVA’) for a project development and ﬁnance transaction. This series should interest readers involved in project ﬁnance, whether in equities or secured lending. Author Richard Keck"
  },
  {
    "title": "Jibfl December 2011 Keck 1",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_December_2011_Keck-1.pdf",
    "type": "pdf",
    "summary": "December 2011 Butterworths Journal of International Banking and Financial Law 702 JOINT VENTURE AGREEMENTS: PART 16 Feature Joint venture agreements: part 16 – duties of confidentiality and loyalty Article 22 sets out a relatively and seemingly standard confidentiality obligation. However, on closer inspection, art 22.1 is in some respects too narrow and in others too broad. Structurally, art 22.1 imposes duties of confidentiality directly on the JV parties, while art 22.2 requires the JV parties to impose those duties on their associated persons, who are not parties to the JVA. This is typical and good practice. Even better practice is to develop a form of non- disclosure agreement to be signed by all JVCo board members, personnel seconded by the JV parties to the JVCo and the JVCo’s own personnel. The undertaking by the JV parties in art 22.2 is only as strong as its actual implementation, and such a non-disclosure agreement form can assist in ensuring rigorous implementation. Article 22, as drafted in the model JVA, only applies to the JV parties and not to the JVCo. The JVCo will acquire its own legal and business personality and will likely be in possession of a significant amount of sensitive confidential information of the JV parties, such as financial information required to be reported to the government authority overseeing the licence, contract or concession, market and other competitive information of the JV parties and possibly derogatory information about the JV parties. The JV parties thus have good reason to bind the JVCo, which none of them controls, to the same obligations that apply to the individual JV parties under art 22. This is one reason an earlier instalment in this series recommended that the JVCo become a party to the JVA as soon as it has been incorporated. Article 22.1 prohibits disclosure of confidential information by a JV party, subject to certain exceptions. However, art 22.1 does not restrict how a JV party (or the JVCo if the provision is made binding on the JVCo) may use another party’s confidential information. This is a significant deficiency in the text of the model JVA. Most confidentiality agreements directly restrict the use of confidential information to the purposes for which it was supplied, which in this case would be to enable the receiving party to perform its obligations and exercise its rights under the JVA. Although some of the duties imposed on the parties by art 23 (which is discussed below) may indirectly restrict the use of another party’s confidential information, the protection afforded by art 23 alone against the misuse of confidential information may be inadequate. Accordingly, the lawyers for the JV parties should modify art 22.1 to restrict the use of confidential information to what the parties view as proper purposes based on the context of the JV. Defining the appropriate scope of permitted uses of confidential information poses perplexing questions for the draftsmen of the JVA. Confidential information of the JV parties is easiest to address. It will typically have been supplied by the JV parties for a specific purpose in support of the JVCo. The JVCo has no business using it for any other purpose and the other JV parties likely have no business using it at all. Thus, the standard limitation on using such information solely for the purpose for which it was supplied is normally the appropriate limitation on use. However, the appropriate use by the JV parties of confidential information of the JVCo raises more difficult questions. One should keep in mind that such information may include confidential information supplied by third parties (such as suppliers or customers of the JVCo), as to which the JVCo itself has certain contractual duties of confidentiality. In most cases, the JV parties and their personnel serving the JVCo (as directors or seconded employees, for example) will simply need to observe and abide by the same duties as those undertaken by the JVCo to the third parties who have supplied the confidential information. One should also keep in mind that the JVCo is likely to develop its own confidential and proprietary information, to which it owes no duty of confidence to any other person. Some of this information may also be valuable to one or more of the JV parties who have access to it through their relationship with the JVCo. When should it be permissible for those JV parties to use the JVCo’s confidential information? The answer to this question takes us first back to art 2.2 of the JVA, which sets out the purposes of the JVCo, and then to art 23 (discussed below), which sets out the duties of loyalty of the JV parties to the JVCo. Where a JV party wants to use the JVCo’s confidential information to pursue a business opportunity within the scope of the JVCo’s business purpose, such use would be inconsistent with the duty of loyalty and should be prohibited. On the other hand, where a JV party wants to use the JVCo’s confidential KEY POINTS  Article 22 sets out a relatively and seemingly standard confidentiality obligation. However, on closer inspection, art 22.1 is in some respects too narrow and in others too broad.  The appropriate use by the joint venture (‘JV’) parties of confidential information of the JVCo raises difficult questions.  Article 23.7 imposes many of the same fiduciary duties on the JV parties that partners or joint venturers would owe to each other in a common law legal system, thus treating the JVCo shareholders as partners. This article is 16th in a series examining project development and finance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment focuses on JVA arts 22 and 23, which address the related duties of confidentiality and loyalty of the JV parties and the joint venture company (‘JVCo’). Author Richard Keck"
  },
  {
    "title": "Jibfl December 2011 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_December_2011_Keck.pdf",
    "type": "pdf",
    "summary": "December 2011 Butterworths Journal of International Banking and Financial Law 702 JOINT VENTURE AGREEMENTS: PART 16 Feature Joint venture agreements: part 16 – duties of confidentiality and loyalty Article 22 sets out a relatively and seemingly standard confidentiality obligation. However, on closer inspection, art 22.1 is in some respects too narrow and in others too broad. Structurally, art 22.1 imposes duties of confidentiality directly on the JV parties, while art 22.2 requires the JV parties to impose those duties on their associated persons, who are not parties to the JVA. This is typical and good practice. Even better practice is to develop a form of non- disclosure agreement to be signed by all JVCo board members, personnel seconded by the JV parties to the JVCo and the JVCo’s own personnel. The undertaking by the JV parties in art 22.2 is only as strong as its actual implementation, and such a non-disclosure agreement form can assist in ensuring rigorous implementation. Article 22, as drafted in the model JVA, only applies to the JV parties and not to the JVCo. The JVCo will acquire its own legal and business personality and will likely be in possession of a significant amount of sensitive confidential information of the JV parties, such as financial information required to be reported to the government authority overseeing the licence, contract or concession, market and other competitive information of the JV parties and possibly derogatory information about the JV parties. The JV parties thus have good reason to bind the JVCo, which none of them controls, to the same obligations that apply to the individual JV parties under art 22. This is one reason an earlier instalment in this series recommended that the JVCo become a party to the JVA as soon as it has been incorporated. Article 22.1 prohibits disclosure of confidential information by a JV party, subject to certain exceptions. However, art 22.1 does not restrict how a JV party (or the JVCo if the provision is made binding on the JVCo) may use another party’s confidential information. This is a significant deficiency in the text of the model JVA. Most confidentiality agreements directly restrict the use of confidential information to the purposes for which it was supplied, which in this case would be to enable the receiving party to perform its obligations and exercise its rights under the JVA. Although some of the duties imposed on the parties by art 23 (which is discussed below) may indirectly restrict the use of another party’s confidential information, the protection afforded by art 23 alone against the misuse of confidential information may be inadequate. Accordingly, the lawyers for the JV parties should modify art 22.1 to restrict the use of confidential information to what the parties view as proper purposes based on the context of the JV. Defining the appropriate scope of permitted uses of confidential information poses perplexing questions for the draftsmen of the JVA. Confidential information of the JV parties is easiest to address. It will typically have been supplied by the JV parties for a specific purpose in support of the JVCo. The JVCo has no business using it for any other purpose and the other JV parties likely have no business using it at all. Thus, the standard limitation on using such information solely for the purpose for which it was supplied is normally the appropriate limitation on use. However, the appropriate use by the JV parties of confidential information of the JVCo raises more difficult questions. One should keep in mind that such information may include confidential information supplied by third parties (such as suppliers or customers of the JVCo), as to which the JVCo itself has certain contractual duties of confidentiality. In most cases, the JV parties and their personnel serving the JVCo (as directors or seconded employees, for example) will simply need to observe and abide by the same duties as those undertaken by the JVCo to the third parties who have supplied the confidential information. One should also keep in mind that the JVCo is likely to develop its own confidential and proprietary information, to which it owes no duty of confidence to any other person. Some of this information may also be valuable to one or more of the JV parties who have access to it through their relationship with the JVCo. When should it be permissible for those JV parties to use the JVCo’s confidential information? The answer to this question takes us first back to art 2.2 of the JVA, which sets out the purposes of the JVCo, and then to art 23 (discussed below), which sets out the duties of loyalty of the JV parties to the JVCo. Where a JV party wants to use the JVCo’s confidential information to pursue a business opportunity within the scope of the JVCo’s business purpose, such use would be inconsistent with the duty of loyalty and should be prohibited. On the other hand, where a JV party wants to use the JVCo’s confidential KEY POINTS  Article 22 sets out a relatively and seemingly standard confidentiality obligation. However, on closer inspection, art 22.1 is in some respects too narrow and in others too broad.  The appropriate use by the joint venture (‘JV’) parties of confidential information of the JVCo raises difficult questions.  Article 23.7 imposes many of the same fiduciary duties on the JV parties that partners or joint venturers would owe to each other in a common law legal system, thus treating the JVCo shareholders as partners. This article is 16th in a series examining project development and finance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment focuses on JVA arts 22 and 23, which address the related duties of confidentiality and loyalty of the JV parties and the joint venture company (‘JVCo’). Author Richard Keck"
  },
  {
    "title": "Jibfl Dec 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Dec_2010_Keck.pdf",
    "type": "pdf",
    "summary": "December 2010 Butterworths Journal of International Banking and Financial Law672 JOINT VENTURE AGREEMENTS Feature Joint venture agreements: part 9 – family meetings and decision-making The model JVA sets forth a fairly traditional framework for shareholder governance. Article 8 addresses the following topics: shareholders as JVCo’s ‘ultimate authority’ (art 8.1), matters reserved for shareholder decisions (art 8.2), meetings (art 8.3), meeting notices (art 8.4), waivers of notice (art 8.5), president and secretary of meetings (art 8.6), voting by proxy (art 8.7), quorum requirements (art 8.8), one vote per share (art 8.9), matters requiring unanimous or supermajority vote (art 8.10), matters requiring simple majority or lower threshold supermajority vote (art 8.11), tie breakers (art 8.12), eﬀorts to reach consensus (art 8.13), meeting minutes (art 8.14) and written consent in lieu of meeting (art 8.15). In a typical project development and ﬁnance transaction, the formalities and infrequency of shareholder meetings and voting contemplated by art 8 are unrealistic. Article 8.3, for example, contemplates an annual ordinary meeting and extraordinary meetings that can be called from time to time by the board, shareholders holding a speciﬁed value (or percentage) of equity (option 1) or the auditors (option 2). During the start-up stages of a project, the JV parties are likely to be in constant communication and the need for rapid decisions on critical issues may occur with much greater frequency than envisioned in art 8. As discussed in part 2 of this series, whether such decisions are nominally taken by the board (which will typically include proportional representation of all JV parties) or by the shareholders (which will be the JV parties acting in their capacity as such), the decision-making process eﬀectively comprises shareholder meetings and voting on a weekly basis. In addition, during this phase of the JVCo’s existence, most actions are likely to be taken by Quaker consensus, meaning that they are based on consensus building and strive for unanimity. While the provisions of art 8 may be more applicable after the start-up phase, even then it is likely that a JVCo owned by a small number of JV parties will continue to operate as a closely held enterprise without observance of, or need for, the formalities in art. 8. Such provisions are thus more likely to ﬁnd their way into the statutes than the JVA, waiting to serve as governance parameters at such time as the JVCo may have passive shareholders who are no longer party to the JVA. At all times, governance of the JVCo can be considered at three levels. First, the JV parties will set forth in the JV A various rules governing their relationship and their conduct of the JVCo. Second, the shareholders of the JVCo, as its owners, will have the ultimate rights of governance of the JVCo in accordance with its statutes, the law of the jurisdiction of its incorporation and any shareholders agreement (which would include the JV A as between all shareholders who are JV parties). Third, the JVCo’s board of directors, who will be chosen by its shareholders, will manage the JVCo’s business and aﬀairs, also in accordance with its statutes and the law of the jurisdiction of its incorporation. Assuming all JVCo shareholders are also JV parties, which is usually the case initially in a closely held project development and ﬁnance JV , then all matters stipulated by the JV parties in the JVA, or to be decided by the JV parties as set forth in the JVA, are essentially shareholder governance actions. Under art 28 of the JVA, those rules may only be changed in writing signed by all the JV parties, ie by unanimous consent. Article 8 thus introduces the second level of JVA governance. However, as set out in the JVA, it is important to remember that this provision is only binding on the JV parties and not on other shareholders of the JVCo unless it is repeated in the JVCo’s statutes. T ypically, representation on the JVCo’s board will be allocated proportionately among the JV parties according to their percentage interests. The model JVA addresses the process of allocating board seats among the JV parties in art 9, which will be discussed in the next instalment. Where there are only a few JV parties, and each has a large enough percentage to merit at least one board seat, the board aﬀords all JV parties with proportional representation, and virtually every action can be taken by the board without need for a more formal shareholder meeting. (Or, viewed diﬀerently, every board meeting is eﬀectively a shareholder meeting, except that rather KEY POINTS:  The traditional shareholder governance process set out in art 8 of the JVA, while perhaps appropriate for the JVCo’s statutes, is too formalistic, cumbersome and slow for the fast- paced start-up stage of a project JVCo.  Lawyers for the JV parties are thus encouraged to re-write art 8 to reﬂect the actual governance process to be adopted by their clients.  Any major decisions impacting a project JVCo taken by less than unanimity are likely to lead to an early exit by the dissenters, either because they want out or because the majority wants them out. This article is ninth in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment discusses art 8 of the JVA, which sets forth those actions that are required or permitted to be taken by the shareholders of the joint venture company (‘JVCo’), either in a meeting or by written consent. Author Richard Keck \"At all times, governance of the JVCo can be considered at three levels.\""
  },
  {
    "title": "Jibfl Apr 2011 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Apr_2011_Keck.pdf",
    "type": "pdf",
    "summary": "April 2011 Butterworths Journal of International Banking and Financial Law222 JOINT VENTURE AGREEMENTS PART 11 Feature Joint venture agreements: part 11: counting and distributing the beans Articles 10 and 11 enable the JV parties to assess the ﬁnancial performance of the JVCo, account for their respective investments in the JV, and, where appropriate, return proﬁts to the JV parties in the form of dividends. The typical needs of JV parties regarding the JVCo’s recordkeeping, accounting, auditing and dividends include the following (which may be a better order in which to cover these matters in the JVA): (1) to have the JVCo keep suﬃcient books and records to enable it to conduct its business and prepare necessary accounts (for ﬁnancial, tax and regulatory purposes) and to enable the JV parties to account for their interests in the JVCo (arts 11.1 and 11.2); (2) to provide the JV parties with rights of access, inspection, copying and self- auditing of the JVCo’s books and records (art 11.5); (3) to have the JVCo prepare the requisite ﬁnancial, tax and regulatory accounts for speciﬁed periods and at speciﬁed dates (arts 11.1 and 11.2); (4) to provide for appointment of the JVCo’s independent auditors and have them test the accounts and conﬁrm that they express a true and fair view of the JVCo’s ﬁnancial position and results of operations (arts 10.1 through 10.3); and (5) to enable the JVCo to determine the amount of any proﬁts that may be available for distribution to the JV parties, after making adequate provision for contingencies, anticipated capital expenditures and expenses, and to declare a dividend of such distributable proﬁts (arts 11.3 and 11.4). Articles 10.4 and 10.5, which provide for the appointment of an independent expert, will be discussed in a future instalment on dispute resolution. The JVCo must, of course, keep adequate books and records. They enable the JVCo to track its business, assess its performance and prepare necessary accounts and reports for ﬁnancial, tax and regulatory purposes. The model JVA does not set out any aﬃrmative recordkeeping obligations, although they are implicit. Lawyers for the JV parties should consider spelling out with particularity in the JVA the obligation of the JVCo to keep its books and records, and of the JV parties to support that eﬀort. The JVCo’s books should record all of the JVCo’s assets, liabilities and transactions. T ypically, a general ledger is the core document in which all ﬁnancial transactions are recorded and from which all other accounting information is derived. It should be backed with adequate books and records that document those transactions. The JVA may thus also require the JVCo to keep and maintain adequate records of all contracts, licences, permits, assets, invoices, payments, receipts, bank accounts, legal proceedings and so forth. The JVA might further address how long and where the JVCo’s books and records are kept. If any JV parties perform functions for or on behalf of the JVCo, whether before or after its incorporation, those parties should be obligated to ensure that the records of such transactions make their way into the central repository for the JVCo’s books and records. In addition, if one of the JV parties is contracted to manage the aﬀairs of the JVCo under a management agreement, the managing JV party is likely to be required to keep the JVCo’s books and records and prepare its accounts as part of that role. Under such circumstances, the management agreement should ensure that the managing JV party complies with all obligations applicable to the JVCo. The JVCo’s books and records also enable the JV parties to account for their investments in the JVCo. Every JV party must account for its investment in the JVCo in some way. Depending on its percentage interest in the JVCo, the applicable accounting standards and other relevant factors, a JV party may be required either to prepare accounts which consolidate the ﬁnancial position and results of operations of the JVCo with its own (in essence treating the JVCo as a subsidiary) or to account for the JVCo separately as an equity investment. In the case of an equity investment, applicable accounting standards also govern whether, when and how the JV party must adjust from time to time the amount it records on its books and in its own accounts as its equity investment in the JVCo. Such accounting rules are complex and beyond the scope of this series, but the lawyers representing the JV parties must have them in mind when considering the rights and obligations of the JVCo and JV parties concerning the keeping of and access to the JVCo’s books and records and the preparation of accounts for the JVCo and the JV parties. Where relevant, lawyers are encouraged to discuss these matters with their clients when drafting and negotiating the JVA. The model JVA provides in art 11.5 for JV party rights of access to and inspection of the JVCo’s books and records. JV parties KEY POINTS  The model joint venture agreement (‘JVA’) sets out some, but not all, relevant matters that the JV parties will want to address regarding the JVCo’s books and records, accounts, audits and dividend procedures.  The lawyers for the JV parties would do well, in drafting the JVA provisions for ‘counting and distributing the beans’, to rearrange them in a more logical order than in the model JVA and to supplement them with the additional provisions discussed in this article. This article is eleventh in a series examining project development and ﬁnance joint ventures (‘JVs’) based on the International Trade Centre incorporated joint venture model agreement (‘JVA’) among three or more parties. 1 This instalment focuses on JVA arts 10 and 11, which address joint venture company (‘JVCo’) recordkeeping, accounting, auditing and dividends. 2 Author Richard Keck"
  },
  {
    "title": "Jibfl Apr 2010 Keck",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/JIBFL_Apr_2010_Keck.pdf",
    "type": "pdf",
    "summary": "Butterworths Journal of International Banking and Financial Law April 2010 251 Feature JOINT VENTURE AGREEMENTS Joint venture agreements: part 3 – the premise, title and plot Section 2.1 of the model JVA sets out the obligation of the JV parties to ‘pool their resources and eﬀorts by establishing jointly a corporation’. As described last month, the obligation of the JV parties to each other may be in the nature of a partnership, with attendant ﬁduciary duties, or a purely contractual relationship, with few or no ﬁduciary duties. Both ends of this spectrum may be appropriate for diﬀerent circumstances, so the lawyers must help their clients understand their options and appropriately match their legal obligations with their intentions and expectations. While it is in theory possible to include undertakings in a purely contractual relationship that emulate the ﬁduciary duties of a partnership, it is in practice diﬃcult to anticipate all contingencies. An overarching ﬁduciary duty thus provides a mechanism to redeﬁne roles, rights and duties in the future in a multitude of unanticipated situations. On the other hand, where the JV parties have multiple existing business interests that may compete with the JV, and/or desire to remain free to establish or acquire such business interests in the future, having a ﬁduciary joint venture is likely to complicate and restrict their separate business activities. Where this is likely to be the case, use of a purely contractual JV, with few or no ﬁduciary obligations, is more appropriate. The language used at the beginning of s 2.1 of the model JVA may need to be modiﬁed in such circumstances as it could otherwise be interpreted as creating ﬁduciary duties. Section 2.1 also anticipates that the JV parties will specify a name for the JVCo. The JVCo name has signiﬁcant implications. Use of a trade name or mark that belongs to one or more of the JV parties may be desirable to establish immediate recognition of the JVCo with the good will of the JV party whose name or mark is used. If the JV is bidding for a government licence, concession or contract, then the association of the JV with one of the JV parties through a common name may help instil conﬁdence in the government evaluators or regulators of a suﬃciently strong nexus between the JV and that JV party to improve the JV’s prospects of winning the bid. Use of the established name or mark of a JV party by the JV may also give the JVCo a market entry advantage in terms of consumer brand recognition and acceptance where the JVCo’s business involves retail sales of goods or services to the public in a competitive market, as in the case of a telecom business. It may be of less importance, however, where the JVCo will not have retail customers, as in the case of a power plant owned and operated by a JVCo that will sell electricity to a single wholesale customer (such as an electric utility) or a single retail customer (such as a factory), or where retail customers will buy in a monopoly marketplace where brand is relatively unimportant (such as an airport, toll bridge or toll road). When the JVCo will use the name or mark of a JV party, it will need a licence agreement for the name or mark. This ancillary agreement must deﬁne the rights of the JVCo to use the name or mark, the limitations on such use, and the obligations of the JVCo to maintain and protect the good will associated with the name or mark. The JV parties should also value the licence, and determine whether it will be considered as part of the initial capital contribution to the JVCo by the owner of the name or mark, and/ or whether it will thereafter be royalty free or require royalty payments. The circumstances under which the owner of the name or mark may terminate the licence will also be important. To the extent the JVCo will rely on the licensed name or mark to establish and grow its business, the JV parties other than the owner of the name or mark will want to ensure that the JVCo can continue to use the name or mark indeﬁnitely without arbitrary termination of the licence by the owner. Sometimes, the JV parties may decide to use a name or mark that combines or is a hybrid of names or marks owned by two or more diﬀerent JV parties. This has the same implications as the use of a single JV party’s name or mark, but with the added complexity of two licences and the implications of creating good will for the combined or hybrid name or mark. In some circumstances, the JV parties may coin a new name or mark for the JV. If the JV is successful, the new name or mark KEY POINTS  The language used at the beginning of s 2.1 of the model joint venture agreement (‘JVA’) may need to be modiﬁed either to extend or limit ﬁduciary duties.  The joint venture company (‘JVCo’) name has signiﬁcant implications.  The joint venture’s objects establish the scope of commitment of the joint venture parties to each other and deﬁne the JVCo’s business opportunities. This article is third in a series examining project development and ﬁnance joint ventures (‘JV’s) based on the International Trade Centre incorporated joint venture model agreement among three of more parties. 1 This instalment addresses the legal relationship among the JV parties, and the name, objects and business plan for the joint venture company (‘JVCo’), as covered in art 2 of the model joint venture agreement (‘JVA’). Author Richard Keck \"Sometimes, the JV parties may decide to use a name or mark that combines or is a hybrid of names or marks owned by two or more different JV parties.\""
  },
  {
    "title": "India",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/India.pdf",
    "type": "pdf",
    "summary": "IInnddiiaa MMiinnii--CCaassee SSttuuddyy 22000033 DDeeaalliinngg wwiitthh IInntteerrccoonnnneeccttiioonn aanndd AAcccceessss DDeeffiicciitt CCoonnttrriibbuuttiioonnss iinn aa MMuullttii--CCaarrrriieerr EEnnvviirroonnmmeenntt International Telecommunication Union"
  },
  {
    "title": "ITU WB Dispute Res E",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/ITU_WB_Dispute_Res-E.pdf",
    "type": "pdf",
    "summary": "Dispute resolution in the telecommunications sector CURRENT PRACTICES AND FUTURE DIRECTIONS Printed in Switzerland Geneva, 2003 International Telecommunication Union International Telecommunication Union"
  },
  {
    "title": "IAPP",
    "url": "https://iapp.org/news/a/data-brokers-under-the-spotlight-a-commentary-on-the-ico-vs-experian-case/",
    "type": "article"
  },
  {
    "title": "Expertgroupreportfeb2018",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/ExpertGroupReportFeb2018.pdf",
    "type": "pdf",
    "summary": "Report of the Expert Group to the Broadband Commission A New Deal: Investing in our common future Policy recommendations to close the broadband gap February 2018"
  },
  {
    "title": "Denmark",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Denmark.pdf",
    "type": "pdf",
    "summary": "DDeennmmaarrkk MMiinnii--CCaassee SSttuuddyy 22000033 BBeeyyoonndd DDiissppuutteess aanndd TToowwaarrddss CCoonnsseennssuuss BBuuiillddiinngg International Telecommunication Union"
  },
  {
    "title": "Db2020 SNDB Ireland",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2023/09/DB2020-SNDB-IRELAND.pdf",
    "type": "pdf",
    "summary": "Comparing Business Regulation for Domestic Firms in 24 Cities in Greece, Ireland and Italy with 187 Other Economies Doing Business in the European Union 2020: Greece, Ireland and Italy IRELAND"
  },
  {
    "title": "Db2020 SNDB Greece",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2023/09/DB2020-SNDB-GREECE.pdf",
    "type": "pdf",
    "summary": "Comparing Business Regulation for Domestic Firms in 24 Cities in Greece, Ireland and Italy with 187 Other Economies Doing Business in the European Union 2020: Greece, Ireland and Italy GREECE"
  },
  {
    "title": "Connectivity Openness And Vulnerability Trends 09 Chapter 2",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Connectivity-openness-and-vulnerability-Trends-09-chapter-2.pdf",
    "type": "pdf",
    "summary": "Trends in Telecommunication Reform 2009 Chapter 2 27 2 CONNECTIVITY, OPENNESS AND VULNERABILITY: CHALLENGES FACING REGULATORS Author: Rory Macmillan, Partner, Macmillan Keck 2.1 Introduction: What Has – and Hasn’t – Changed in ICT Markets Huge strides in ICT service penetration have been made over the last decade, with particularly strong gains in mobile voice services. The leading causes are the lower cost of deploying mobile networks and com- petition in prices and services in the vast majority of countries.1 But growth has not been confined to mobile services. According to ITU, the number of Internet users worldwide more than tripled between 2000 and 2008. In developing countries, the increase was tenfold.2 Con- tinued growth is widely anticipated.3 Policy-makers and regulators are focusing increas- ingly on achieving extensive, and even ubiquitous, availability of advanced ICT services, in order to address the “digital divide” and to reap the trans-sector benefits of network effects available from ICTs. While the digital divide has narrowed significantly for voice services, it is widening between and within societies in the technol- ogy sectors that have a major impact on innovation and economic development. These include high-speed tele- communication connectivity and computer processing. Increasing numbers of people engage in, and benefit from, advanced ICT services, while others advance slowly or even remain stuck, lacking access or the abil- ity to use such services. As much as 76 per cent of the world’s population did not use the Internet in 2008. 4 This problem confronts both developing and de- veloped economies. In any country, the more relation- ships among individuals, governments and businesses are handled online, the greater the risk of social and economic exclusion for those who do not have access to ICTs. And as ICT services advance, the divide deepens, becoming more difficult for those on the wrong side of it to cross. For example, when job advertisements move online – as they increasingly are in developed economies – it will be harder for those who do not have access to (or are not comfortable with) ICT ser- vices to find jobs. The cycle is perpetuated as such population groups become further economically disad- vantaged, lacking the financial means to afford ICT ac- cess. The positive impacts (or “externalities”) of wide- spread ICT connectivity on education, health, finance and other sectors – particularly from broadband, high- speed Internet access – are as abundant as they are varied. These positive effects fuel demand for ICT prod- ucts and services and contribute to economic growth. 5 ICTs drive productivity improvements,6 enable an econ- omy to run closer to full capacity, improve efficiency in the allocation of goods and services, and support higher-quality products and services.7 ICTs offer a platform for a new phenomenon of connectedness – changes in the ways information is created and shared that are producing an economic and social transformation. The successful Web 2.0 methods of Wikipedia and social networks are now be- ing translated to economic production. Companies in- creasingly use distributed co-creation to innovate in technology, design, marketing, sales and numerous other areas. 8 User participation in innovation is con- tributing significantly, increasingly enabled by ICT plat- forms.9 Written, video and audio content is increasingly generated from a variety of sources, including users, extending these trends into culture, entertainment, politics and other areas. ICTs and broadband telecom- munications have a multiplier effect, taking society to a new level of connectedness. 10 The more ubiquitous and open networks are, how- ever, the more vulnerabilities they face. Some vulner- abilities are economic, arising from market structures and threats from service providers that have significant market power (SMP). At the customer end of the value chain, there are threats to privacy, the loss of control over data, and child protection concerns. ICT systems are vulnerable to cyber-security and cyber-crime threats even at a national level, as seen in Estonia and Georgia, for example."
  },
  {
    "title": "Competition And Regulatory Disputes 3 614 2285",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Competition-and-regulatory-disputes-3-614-2285.pdf",
    "type": "pdf",
    "summary": "This article looks at mediation in the context of competition law and regulated industries, particularly the potential for using mediation to help solve inter-company disputes, smooth the path towards effective regulation and help in the relationship between companies and consumers. Mediation is also likely to become a useful tool in antitrust damages settlements. Mediation is a ﬂ exible and conﬁ dential process in which a trained neutral mediator actively assists parties to achieve a negotiated settlement of a dispute, with the parties in ultimate control of the decision. The advantages of using mediation to resolve disputes include accelerated timing, lower costs, greater control over procedure and choice of mediator, and the creativity that mediation allows. It is also a process that supports the relationship between the disputing parties; in both competition and regulatory contexts it is likely that the parties will continue to deal with each other post-dispute, and taking the dispute out of mainstream litigation into mediation can help preserve and rebuild valuable commercial relationships. In the context of regulatory matters, the very nature of mediation, with its focus on the parties’ interests rather than positions, may also draw parties back to an approach that resonates with more effective incentive-oriented regulation, where pursuit of public objectives might otherwise have resulted in blunt command-and-control regulation. More broadly, mediation methods can be employed to enable a dialogue between regulators and regulated entities about the direction of regulatory policy reform. In terms of challenges, the article considers how long-term competing interests of parties can weaken the chance of settlement and the importance of a mediator possessing process expertise combined with subject matter knowledge. Other challenges include timing, sequencing and complexity of process and the perception that entering into mediation implies weakness. Reproduced from Practical Law Competition with the permission of the publishers. For further information visit practicallaw.com or call 0207 542 6664. Copyright © 2015 Thomson Reuters (Professional) UK Limited.. All Rights Reserved. INTRODUCTION If it can be said, echoing von Clausewitz, that disputes are in a sense the continuation of competition by other means (see Rory Macmillan, “The Liberalisation of ICT Dispute Resolution”, Trends in Telecommunication Reform 2010, chapter 2 (http://macmillankeck.pro/media/pdf/ The%20Liberalization%20of%20ICT%20Dispute%20 Resolution%20-%20Macmillan%20Trends%20 Chapter%20for%20GSR%20-%20101104.pdf)), then one might also observe that there is a continuum between dispute resolution, on the one hand, and compliance and enforcement of competition law, and introducing and enforcing regulation, on the other hand. Both competition law and economic regulation adopt similar tools. Competition law’s stated goal is to make markets work well by preserving the conditions for effective competition, ultimately for the beneﬁ t of consumers. One of the central objectives of economic regulation in the regulated sectors is to address aspects of market failure and ensure fair competition. COMPETITION AND REGULATORY DISPUTES: READY FOR MEDIATION? This document is published by Practical Law and can be found at: uk.practicallaw.com/3-614-2285 Request a free trial and demonstration at: uk.practicallaw.com/about/freetrial An article considering the advantages of, and challenges in, using mediation to resolve competition law and regulatory disputes. Emanuela Lecchi, GSM Association, Rory Macmillan, Macmillan Keck and Suzanne Rab, Serle Court RESOURCE INFORMATION RESOURCE ID 3-614-2285 RESOURCE TYPE Article PUBLISHING DATE 3 June 2015 JURISDICTION United Kingdom SPEEDREAD"
  },
  {
    "title": "Botswana",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Botswana.pdf",
    "type": "pdf",
    "summary": "BBoottsswwaannaa MMiinnii--CCaassee SSttuuddyy 22000033 RReecceenntt EExxppeerriieennccee iinn IInntteerrccoonnnneeccttiioonn DDiissppuutteess International Telecommunication Union"
  },
  {
    "title": "Blechmanodhiamboroberts Tanzaniamobilemoney",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/BlechmanOdhiamboRoberts_TanzaniaMobileMoney.pdf",
    "type": "pdf",
    "summary": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/321974683 Competition dynamics in mobile money markets in Tanzania Working Paper · December 2017 CITATIONS 3 READS 4,736 3 authors, including: Some of the authors of this publication are also working on these related projects: The Effects of Competition on Cement Prices and the Productivity of Cement Producers in Ethiopia View project Competition and regional economic integration View project Simon Roberts University of Johannesburg 143 PUBLICATIONS 1,257 CITATIONS SEE PROFILE All content following this page was uploaded by Simon Roberts on 21 December 2017. The user has requested enhancement of the downloaded file."
  },
  {
    "title": "Biometrics In Turkey Greece Global Law Firm Norton Rose Fulbright 2020 Co Author Laletuzmenaktas",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Biometrics_in_Turkey_Greece_Global_law_firm_Norton_Rose_Fulbright_2020_co-author_LaleTuzmenAktas.pdf",
    "type": "pdf",
    "summary": "Biometrics in Turkey Content Introduction Global trends in use of biometrics Use of biometrics in Turkey Biometrics and data protection regulations Recent DPA decisions on biometrics Other rules on biometrics Introduction This article was written by Olgu Kama, Partner at İ nal Kama Attorney Partnership, affiliate firm of Norton Rose Fulbright in Turkey, and Lale Tüzmen, Foreign Legal Advisor at Norton Rose Fulbright The use of biometrics, the measurement of unique human physiological and behavioral characteristics, has been incorporated into a multitude of technologies that are used on a daily basis to facilitate the identification or authentication of individuals. According to the EU General Data Protection Regulation (GDPR), “personal data resulting from specific technical processing relating to the physical, physiological or behavioral characteristics of a natural person, which allow or confirm the unique identification of that natural person, such as facial images or dactyloscopic data” means biometric data. Physiological characteristics include those identified from the fingers and hands, veins, face, eyes, ears, odor, and DNA. In contrast to physiological traits, behavioral characteristics (or a combination of both physiological and behavioral traits) also are increasingly utilized by biometric systems. Behavioral characteristics are generally dynamic and can be affected by various factors, including age, illness, or emotional state. Global trends in use of biometrics Fingerprints and retinal scans may be two of the most common types of biometric data, but organizations are increasingly experimenting with technologies that make use of biometrics. For example, Visa is working on a system to help banks incorporate biometrics into eCommerce, which follows on from Mastercard’s continued interest in ‘selfie pay’ technology. Meanwhile, certain security companies are working on using facial recognition software in casinos and high-end retailers to alert employees when a VIP customer walks in. Gait and gesture recognition continue to be developed to enhance current authorization systems, such as authentication of signature through the hand motions. Smart watches collecting heart pulse data, online games collecting the reaction time of players and online platforms collecting typing speed are other examples of processing biometric data. Use of biometrics in Turkey Turkey has been following global trends in the adaptation of biometrics in technology, particularly in identification and security technologies. As of 2018, Turkey has a population of 82.4m1 . 96 percent of the population owns a mobile phone , 41.9m of which are smartphone users 3 . In other words, Turkey is producing a lot of personal data that is likely to be processed. In big cities like Istanbul and Ankara, security systems such as hand geometry recognition, iris or fingerprint scans are widely used to enter office buildings, new residential complexes and even luxury gyms. Mobile service providers, banks and insurance companies use voice recognition to authorize their customer's access to their accounts. Another example of voice recognition is voice command technologies used in recently released cars that Turkey imports from other countries. However, despite using biometrics in different contexts from touchID of smartphones to voice recognition to pay internet bills, collection, storage, processing and destruction of biometric data was not regulated by privacy laws in Turkey until 2016. The law that entered into force in 2016 originated from the European Union Directive 95/46/EC; however, certain areas still remain untested or are yet to be clarified by lawmakers. 1 2 Biometrics in Turkey | Greece | Global law ﬁrm | Norton Rose Ful... https://www.nortonrosefulbright.com/en-gr/knowledge/publication... 1 of 5 30/11/2020, 11:08"
  },
  {
    "title": "Big Data Machine Learning Consumer Protection And Privacy 2019 Rory Macmillan",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/Big_data_machine_learning_consumer_protection_and_privacy_2019_Rory_Macmillan.pdf",
    "type": "pdf",
    "summary": "a • Unlicensed Digital Investment Schemes (UDIS) REPORT OF TRUST WORKSTREAM SECURITY, INFRASTRUCTURE AND TRUST WORKING GROUP Big data, machine learning, consumer protection and privacy a • Unlicensed Digital Investment Schemes (UDIS) REPORT OF TRUST WORKSTREAM SECURITY, INFRASTRUCTURE AND TRUST WORKING GROUP Big data, machine learning, consumer protection and privacy"
  },
  {
    "title": "Bangalink Briefing Paper To BB 161004",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/Bangalink_briefing_paper_to_BB_161004.pdf",
    "type": "pdf",
    "summary": "MACMILLAN KECK Geneva ● New York Driving financial inclusion through mobile financial services in Bangladesh: A role for mobile network operators Prepared for VimpelCom Rory Macmillan and Jason Blechman www.macmillankeck.pro September 2016"
  },
  {
    "title": "Bangalink Briefing Paper To BB 161004",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Bangalink_briefing_paper_to_BB_161004.pdf",
    "type": "pdf",
    "summary": "MACMILLAN KECK Geneva ● New York Driving financial inclusion through mobile financial services in Bangladesh: A role for mobile network operators Prepared for VimpelCom Rory Macmillan and Jason Blechman www.macmillankeck.pro September 2016"
  },
  {
    "title": "Autonomous Vehicles Vol4 July2019 Co Author Laletuzmenaktas",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/Autonomous_Vehicles_Vol4_July2019_co-author_LaleTuzmenAktas.pdf",
    "type": "pdf",
    "summary": "Financial institutions Energy Infrastructure, mining and commodities Transport Technology and innovation Life sciences and healthcare Autonomous vehicles “It’s all about you!” The integration of biometrics into autonomous vehicles"
  },
  {
    "title": "AthensLegal Hackers",
    "url": "https://athens.legalhackers.org/2022/02/5-things-you-need-to-know-about-the-ec-proposal-for-the-regulation-of-ai/?fbclid=IwAR04bQxY0sSPxlI9FuH0RW4PfzzvRqwJBT_Z009hlp17DiGQvceH3szqPpc",
    "type": "article",
    "summary": "When Law met Technology, Legal Hackers were born."
  },
  {
    "title": "Article 98266",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/article-98266.pdf",
    "type": "pdf",
    "summary": "During the Covid-19 pandemic, Zoom Video Communications, Inc. (Zoom) gained enough popularity to attract the FTC’s attention, including to its security practices. The FTC-Zoom settlement announced on November 9, 2020, which requires Zoom to implement a robust information security program, marked its entry to the ranks of big tech companies. Background Zoom is a real-time communications platform offering a videoconferencing software as a service, plus certain add-ons such as the option to save meetings on the cloud. Zoom was founded in 2011 and, until the Covid-19 pandemic made it the videoconferencing tool of choice, most of its customers were small businesses. Zoom’s daily user base grew from 10 million in December 2019 to 300 million in April 2020. In addition to Zoom’s traditional business customers, individuals, doctors, mental health professionals, and schools started using Zoom’s videoconferencing services during the pandemic. However, a growing number of “zoom-bombing” incidents and other customer complaints brought Zoom’s security practices under the regulator’s spotlight. [ 1 1 ] [ 2 2 ] The FTC complaint in question alleges that the videoconferencing provider engaged in a series of deceptive and unfair practices that undermined the security of its users in violation of Section 5 of the US Federal Trade Commission Act. Allegations Misrepresentations about the strength of Zoom’s security features . The complaint alleges violations of the FTC Act on 8ve separate counts. The 8rst three counts of alleged violations concern false or misleading The US FTC settles allegations that a real-time communications platform offering a videoconferencing software has engaged in a series of unfair practices and requires it to enhance its security procedures (Zoom) UNILATERAL PRACTICES, INVESTIGATIONS / INQUIRIES, AUDIOVISUAL , TELECOMMUNICATIONS, UNILATERAL PRACTICES, INVESTIGATIONS / INQUIRIES, AUDIOVISUAL , TELECOMMUNICATIONS, SETTLEMENT, INFORMATION TECHNOLOGY, UNITED STATES OF AMERICA, CONSUMER PROTECTION, ONLINE SETTLEMENT, INFORMATION TECHNOLOGY, UNITED STATES OF AMERICA, CONSUMER PROTECTION, ONLINE PLATFORMS, PRIVACY, COVID-19 PLATFORMS, PRIVACY, COVID-19 US FTC, Zoom , File No. 192 3167, Agreement containing Consent Order, 9 November 2020 Competition Law & Covid-19 Lale Tuzmen Aktas | Macmillan Keck (New York) e-Competitions Special Issue e-Competitions Special Issue Competition Law & Covid-19 Competition Law & Covid-19 e-Competitions Antitrust Case Laws e-Bulletin This document is protected by copyright laws and international copyright treaties. Non-authorised use of this document constitutes a violation of the publisher's rights and may be punished by up to 3 years imprisonment and up to a € 300 000 fine (Art. L 335-2 CPI). Personal use of this document is authorised within the limits of Art. L 122-5 CPI and DRM protection. www.concurrences.com www.concurrences.com 1 Lale Tuzmen Aktas | Concurrences | N°98266"
  },
  {
    "title": "AJIC Issue 17 2016 Macmillan Et Al",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/AJIC_Issue_17_2016_Macmillan_et_al.pdf",
    "type": "pdf",
    "summary": "The African Journal of Information and Communication (AJIC), Issue 17, 2016 The “Evolution” of Regulation in Uganda’s Mobile Money Sector1 Rory Macmillan Partner, Macmillan Keck, Attorneys & Solicitors, New York Anthea Paelo Researcher, Centre for Competition, Regulation and Economic Development (CCRED), University of Johannesburg Tamara Paremoer Senior Researcher, Centre for Competition, Regulation and Economic Development (CCRED), University of Johannesburg Abstract Uganda’s mobile money sector has grown rapidly since its introduction in 2009. As at the last quarter of 2015, there were 21.1 million registered mobile money users in the country, representing a penetration of about 54%. As well as providing a convenient, cheap and safe means of money transfer, mobile money has spurred increased financial inclusion, which grew from 28% in 2009 to 54% in 2013. The rapid growth has happened under conditions of “light touch” regulation of the sector, which allows the first mover to reap the rewards of investments made, but raises potential competition issues. The mobile money sector, much like the telecommunications sector, is characterised by network externalities, lock-in effects and high barriers to entry that can give rise to a concentrated sector with a single dominant player. This article considers the effect of light touch regulation on the competitive dynamics in the mobile money market in Uganda and contrasts this with the experience in Tanzania, where regulation evolved from a light touch style to a more comprehensive framework as the sector grew. Keywords mobile money, regulation, competition policy DOI: Recommended citation Macmillan, R., Paelo, A., & Paremoer, T . (2016). The “evolution” of regulation in Uganda’s mobile money sector. The African Journal of Information and Communication (AJIC), 17. This article is licensed under a Creative Commons Attribution 4.0 International (CC BY 4.0) licence: http://creativecommons.org/licenses/by/4.0 1 This article draws on research undertaken for various projects, including research funded by the Bill and Melinda Gates Foundation, which is gratefully acknowledged. The analysis and views expressed in the article are solely those of the authors."
  },
  {
    "title": "AJIC Issue 17 2016 Blechman",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/AJIC_Issue_17_2016_Blechman.pdf",
    "type": "pdf",
    "summary": "The African Journal of Information and Communication (AJIC), Issue 17, 2016 Mobile Credit in Kenya and Tanzania: Emerging Regulatory Challenges in Consumer Protection, Credit Reporting and Use of Customer Transactional Data Jason G Blechman1 Macmillan Keck, Attorneys & Solicitors, New York and Geneva Abstract The recent proliferation of mobile financial services in developing countries has increased access to financial services among underserved rural and low-income populations. Mobile credit is one emerging mobile financial service that allows consumers to quickly apply for and receive loans over mobile devices. Mobile credit services have achieved early success in Kenya and Tanzania, two mature markets for mobile financial services. While these new services have the potential to further promote financial inclusion, they also raise novel regulatory issues and do not fit neatly into pre-existing regulatory categories. This is due to the nature of mobile credit and the variety of entities and regulatory frameworks implicated in the business models found in these two markets. Policymakers and regulators will need to make choices about how to regulate mobile credit with respect to consumer protection, credit reporting and the use of mobile and mobile money services transactional data, a key input for credit evaluation decisions. These choices will need to take into account promotion of financial inclusion and protection of consumers while limiting disincentives for innovation and investment. Keywords mobile credit, mobile financial services, regulatory challenges, consumer protection, credit reporting, customer transactional data, Kenya, Tanzania DOI: Recommended citation Blechman, J. G. (2016). Mobile credit in Kenya and Tanzania: Emerging regulatory challenges in consumer protection, credit reporting and use of customer transactional data. The African Journal of Information and Communication (AJIC), 17. This article is licensed under a Creative Commons Attribution 4.0 International (CC BY 4.0) licence: http://creativecommons.org/licenses/by/4.0 1 The author is an attorney with experience in telecom, competition and corporate law. He has recently advised governments, regulators, foundations and private sector clients on regulation of mobile financial services in Bangladesh, Kenya, Tanzania, Uganda and Ukraine."
  },
  {
    "title": "ABA Big Data Task Force White Paper Part Two Final 215 Rory Macmillan 2021 02",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/ABA_Big_Data_Task_Force_white_paper_Part_Two_final_215_Rory_Macmillan_2021_02.pdf",
    "type": "pdf",
    "summary": "Artificial Intelligence & Machine Learning: Emerging Legal and Self-Regulatory Considerations Part Two Competition Implications of Big Data and Artificial Intelligence/Machine Learning Prepared By: American Bar Association Antitrust Law Section Big Data Task Force February 2021 The views expressed herein represent the opinions of the authors. They have not been approved by the House of Delegates or the Board of Governors of the American Bar Association and, accordingly, should not be construed as representing the position of the Association or any of its entities."
  },
  {
    "title": "ABA Antitrust AI Report Part 1 093019 Rory",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/03/ABA-Antitrust-AI-report-Part-1-093019_Rory.pdf",
    "type": "pdf",
    "summary": "Artificial Intelligence & Machine Learning: Emerging Legal and Self-Regulatory Considerations A Report by the American Bar Association’s Section of Antitrust Part One September 30, 2019"
  },
  {
    "title": "A Practical Guide For Mediators",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/A-Practical-Guide-for-Mediators.pdf",
    "type": "pdf",
    "summary": "Front cover photo: © Yuri Arcurs/Dreamstime Written by a leading international expert in dispute resolution, Rory Macmillan, A Practical Guide for Mediators is a manual on how to become a successful mediator. In its pages, Rory puts you right into the mediator’s seat and guides you through the entire mediation process. From preparing for the first meeting to helping the parties reach a settlement, he explains your role as the mediator each step of the way. Using real-life examples from his experience, Rory explains why and how mediation works. He also highlights the problems of mediating with difficult people and in challenging situations, providing valuable advice on how to overcome them. Taking a broad view of mediation, Rory addresses the wide range of issues a mediator faces, from the emotional to the technical. Emphasizing the value of dealing with the people as well as the problem, he shows you how you can diffuse tensions and create an environment conducive to problem solving. The Practical Guide, commissioned by the Office of the Regulator and funded by the World Bank to assist with the development of mediation in Samoa, also gives pointers on where you can find further resources on mediation, including tips on where to obtain further training and accreditation as a mediator. The author, Rory Macmillan, is a founding partner in the law firm Macmillan Keck Attorneys & Solicitors. He has acted as mediator, negotiator, counsel, arbitrator, expert witness and expert adjudicator in numerous multi-million dollar disputes involving governments, corporations and individuals. Based in Geneva, his practice takes him worldwide. His work in international dispute resolution has been recognised by nomination for Europe’s prestigious CEDR Award for Excellence in Alternative Dispute Resolution. MACMILLAN KECK ATTORNEYS & SOLICITORS A Practical Guide for Mediators Rory Macmillan Rory Macmillan A Practical Guide for Mediators"
  },
  {
    "title": "3. Telecom Regulation And Investment",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/3.-Telecom-Regulation-and-Investment.pdf",
    "type": "pdf",
    "summary": "INTERNATIONAL TELECOMMUNICATION UNION TELECOMMUNICATION DEVELOPMENT BUREAU Document: 11 GLOBAL SYMPOSIUM FOR REGULATORS Hong Kong, China, 7 -8 December 2002 DEBEVOISE & PLIMPTON, LONDON REPORT TO THE INTERNATIONAL TELECOMMUNICATION UNION (ITU) GLOBAL SYMPOSIUM FOR REGULATORS, 7-8 DECEMBER 2002: FEEDBACK TO REGULATO RS FROM INVESTORS Telecommunications in Crisis: Perspectives of the Financial Sector on Regulatory Impediments to Sustainable Investment Authors: Robert Bruce Rory Macmillan November 2002"
  },
  {
    "title": "1a Dispute Resolution In Indias Telecom Sector",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/1a-Dispute-resolution-in-Indias-telecom-sector.pdf",
    "type": "pdf",
    "summary": "T 29 a\"a? -9\" !t REF'LECTIONS ON REGULATION AND DISPUTE RESOLUTION IN THE INDIAN TELECOMMUNICATION SECTOR Rory Macmillan' I Introduction INDIA INITIATED an interesting and innovative experiment in telecom regulation in 2000, when it institutionally separated the function of regulating the market from the function of resolving its disputes. The sector regulator, the Telecommunication Regulatory Authority of India (TRAI), was previously responsible for hearing disputes in the sector. Legislative amendments created the Telecommunication Disputes Settlement and Appellate Tribunal (TDSAT), giving it the po'*'er to hear disputes directly from disputing parties, as well as to review decisions of the TRAI.r Dispute resolution is now recognised as a strategic issue for regulators and policy makers: it is crucial for the successful implementation of a liberalisation policy agenda.2 This article, prompted by a recent seminar on telecom dispute resolution hosted by TDSAT in Delhi. looks at the role of the TDSAT in the context of the sector and offers some observations on its powers and first years of service, as well as the challenges it will likely face in the future. The article follows a mini-case study International Telecommunication Union (ITU) in 2003.3 * Member, State Bar of New York; practising mediator accredited by the U.K. Centre for Effective Dispute Resolution (CEDR); and member of the Chartered Institute of Arbitrators (CIA) in the U.K. l. The Telecom Regulatory Authority of India (Amendment) Act, 2000 amended the Telecommunication Regulatory Authority of India Act, 1997. 2. For an extensive study on dispute resolution in the telecom sector and its importance to regulatory policy, see Robert Bruce, Rory Macmillan, Hank Intven el a/. \"Dispute Resolution in the Telecommunications Sector: Current Practice and Future Directions\", prepared for the World Bank and Internatlonal Telecommunications Union (lYU), published on the ITU's regulatory site at http:// www.itu.intilTU-D/treg/Case Studies/ Disp-Resolution/lTU-WB-Dispute-Res-E.pdf 3. See Robert Bruce and Rory Macmillan, \"lndia: Dealing with Interconnection and Access Deficit Contributions in a Multi-carrier Environment\" (2003), available at http://www. itu. int/lTU-D/treg/Case-Studies/index'html. [-'"
  },
  {
    "title": "160f95f7 Ea95 4422 A2d1 2b27b7b1b4cc",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2023/09/160f95f7-ea95-4422-a2d1-2b27b7b1b4cc.pdf",
    "type": "pdf",
    "summary": "From digitisation to digital transformation: A case for online courts in commercial disputes? Draft Discussion Paper October 2020"
  },
  {
    "title": "10. Telecom Reform In Eastern Mediterranean",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/10.-Telecom-Reform-in-Eastern-Mediterranean.pdf",
    "type": "pdf",
    "summary": "The Middle East and North Africa Legal Y earbook 2001 173 Small steps – rather than long strides – characterize reform of the telecommuni- cations sector in Egypt and the Levant countries comprising Jordan, Lebanon and Syria. These neighbours have reached different stages in passing sector laws, introducing regulatory bodies, liberalizing the market, encouraging competition, permitting private sector involvement, and privatizing state operators. The telecommunications markets of these countries have relatively low pene- tration of traditional fixed line voice services, unbalanced tariffs (with expensive international calls subsidizing cheap local calls), weak leased line services, and consequently under-developed data communications services. A significant differ- ence between the countries appears in the mobile sector: penetration of mobile services varies from relatively high in Lebanon to low in Syria. At a time when capital is scarce in the telecommunications sector, large scale investment is needed in the region to roll out networks and improve ser- vices. The inability of heavily indebted governments to fund such investment means they have to turn to the private sector. This requires establishing a sta- ble environment which will attract private capital, permit services to thrive and encourage the sector to grow. There is extraordinary potential for growth in the telecommunications sector. Experience in more developed markets has illustrated that the optimal basis for investment in the sector is a competitive market subject to a law-based regulato- ry regime administered by a regulatory body acting under the rule of law with minimal political interference. The challenge facing the governments in the coun- tries discussed in this article is to negotiate policy-focused transition in this direc- tion without alienating key constituencies and thereby paralyzing the process. Legitimate concerns of incumbent operators, private sector investors and consumers have to be addressed and balanced in ways that provide assurance over the end goal yet permit flexibility in getting there. For example, incumbent Telecommunications Reform in the Eastern Mediterranean: Jordan, Egypt, Lebanon and Syria The author is a lawyer in the London office of New Y ork law firm Debevoise & Plimpton but also has his own advisory practice.Views expressed herein are his own. Rory Macmillan The challenge facing governments is to negotiate transition without alienating key constituencies © Rory Macmillan 2001"
  },
  {
    "title": "1. Telecom Dispute Resolution ITU News 10 04",
    "url": "https://www.macmillankeck.pro/wp-content/uploads/2022/07/1.-Telecom-Dispute-Resolution-ITU-News-10-04.pdf",
    "type": "pdf",
    "summary": "#EISPUTE RESCLUT|CN IN THE TELFCOMMUNICAT|ON STCTCR Effective d ispute resol ution A pressing priority for policy-mokers ond regulotors ispute resolution is rising to a high place on the agenda of policy-makers and regulators in the telecommunrca- tion sector. Markets undergoing liberalization, increased numbers of operators and service pro- viders and complex inter-relations, changing technologies and adjusting regulatory para- digms are all contributing to an increasing number of disputes. Common disputes which regulatory interven- tion is often called upon to resolve range from interconnection, abuse of dominant position, frequency allocation, pricing and numbering, service quality, licence fees and interpretation of Iicence terms to consumer complaints. Some of these disputes may signal a healthy level of competi- tion, with dispute processes merely used as another strategic tool in the com- petitive game. Yet disputes also often centre on key areas of regulatory policy where liberaiization has not yet had its full effect. Where the regulatory fiamework is inadequate, as is the case for example with local loop unbundling (LLU) in many countries, disputes may mask a deeper problem that remains unresolved. /TU News 10/2004 Figure | - Compcralive effectlveness of regulctory regirnes Regulotory scorecard results United Kingdom lrelond Denmork lioly Sweden The Netherlonds Spoin Fronce Belgium Germony 0 100 200 300 400 Source: Regulotory Scorecord, ECTA. Exirocted from the presentolion of G. Moir, Vice President of BT Globol Services oi rhe ITU/BDT Europeon Workshop on Dispuie Resolulion, 3l August to 2 Septemb er 2004. Dealing with disputes efficiently, transpar- ently and consistently strengthens investor con- fidence in the impartiality of regulators and judges who may be called on to adjudicate them. In this regard, what is frequently said about good regulatory practice is just as true for dispute resolution practice. Investors and operators in- creasingly rank regulatory regimes and markets according to a number of factors. Thus, as dem- onstrated by the results of a recent survey con- ducted on behalf of the European Competitive Telecommunications Association (ECTA) sum- marized in Figures 1 and 2, investment depends upon having an effective regulatory regime. 26"
  }
]