[
  {
    "title": "Introducing innovative national PPPs for West African submarine cable",
    "summary": "The World Bank financed development of public private partnerships (PPPs) in West Africa to serve as landing parties for the ACE submarine cable. Acting for the Bank, we introduced a not-for-profit cooperative (shared cost center) institutional design. Our model was adopted by network operators and governments in nine West African countries. We also acted for the Governments of the Gambia, Liberia and Sierra Leone in implementing the model.",
    "category": null
  },
  {
    "title": "Drafting Malawi’s Data Protection Bill",
    "summary": "The Government of Malawi engaged us to draft their data protection bill. We wove international best practice together with the realities of a low-income economy. We drafted a practical law that would support confidence in and limit the burden on the emerging digital economy. A key aim was not to allow the law or limited institutional capacity of the data protection authority to create a bottleneck to development while establishing clear rights of individuals and duties of data controllers and processors.",
    "category": null
  },
  {
    "title": "Fostering cross-sector infrastructure sharing for broadband",
    "summary": "Acting for the World Bank, we developed a web-based resource for telecom operators, utilities, policymakers, regulators and development banks to increase the incidence of cross-sector infrastructure sharing and improve the viability of broadband investments. The toolkit includes 18 case studies from Africa, the Americas, Asia and Europe on telecom use of electric facilities, railways, pipelines and roads.",
    "category": null
  },
  {
    "title": "Drafting Samoa’s National Digital Identification Bill",
    "summary": "The Government of Samoa engaged us to draft a Bill governing a new national digital ID system that will allow for real-time authentication of individuals. This will support digital government services and the broader digital economy. The Bill that we crafted tailors international best practice to the needs a small economy.",
    "category": null
  },
  {
    "title": "Advising on connected cars, IoT and other digital services",
    "summary": "Tata provides electronic communications, Internet-of-Things (IoT) and cloud services globally. We regularly advise Tata on telecom and data protection regulations in around 40 countries in Africa, the Middle East, Europe and Asia. We recently served as Tata’s lead external regulatory counsel in the global launch of “connected car” IoT services in 18 separate jurisdictions.",
    "category": null
  },
  {
    "title": "Solving Kenya’s USSD pricing problem for digital financial services",
    "summary": "Safaricom’s M-Pesa is a World and Kenyan market leader in mobile money. Working with Acacia Economics, we carried out a market inquiry for the Competition Authority of Kenya (CAK) into use of USSD channels for digital financial services. Our report found that Safaricom’s high USSD prices caused a margin squeeze for other digital financial service providers. With our support, the CAK negotiated a settlement with Safaricom under which it dropped its USSD prices by 90%, removing a vital barrier to competition in Kenyan digital financial services.",
    "category": null
  },
  {
    "title": "Enabling Africa’s first end-to-end fiber-to-the-tower backhaul",
    "summary": "State-owned Lesotho Electricity Company had built a fiber network on its transmission lines and had distribution poles throughout its service territory. We advised the utility in selling dark fiber IRUs to Vodacom Lesotho and authorizing the operator to install fiber on distribution poles from substations to towers. This enabled Africa’s first end-to-end fiber-to-the-tower backhaul for a 4G network.",
    "category": null
  },
  {
    "title": "Breaking monopoly bottlenecks for IP transit in landlocked Malawi",
    "summary": "Landlocked Malawi had only one international fiber route, controlled by dominant operators in two countries, to connect to the Internet. The Public-Private Partnership Commission hired us to employ an anchor-customer business model funded by the World Bank to foster route and supplier diversity. Kenyan firm SimbaNET was selected to build two new routes. The project brought the price of IP transit in Malawi down from USD 3,000/Mbps/month to USD 135 in 2016 and to USD 30 in 2022.",
    "category": null
  },
  {
    "title": "Studying digital remittances from Malaysia to Philippines",
    "summary": "Consultative Group to Assist the Poor (CGAP), a part of the World Bank Group, engaged us to study the regulatory conditions that have enabled the proliferation of remittance services across the Malaysia-Philippines corridor. Our findings include 10 recommendations for policymakers and regulators in other jurisdictions to promote development of non-bank remittance markets.",
    "category": null
  },
  {
    "title": "Chairing Trinidad and Tobago’s first interconnection arbitration",
    "summary": "New entrant Digicel and Cable & Wireless subsidiary Telecommunications Systems of Trinidad & Tobago (TSTT) could not agree interconnection pricing, access to fibre and other matters. The Telecommunications Authority of Trinidad & Tobago (TATT) established an innovative arbitration mechanism. Rory Macmillan chaired the panel of independent arbitrators, which rendered its decision resolving the dispute and paving the way for happy competition.",
    "category": null
  },
  {
    "title": "Mediating Fiji’s telecom sector liberalization",
    "summary": "Fiji’s telecom sector was tied up with exclusive licences and litigation challenging the Government’s plans to introduce competition. We conducted a hub-and-spokes mediation process bringing around the table the Minister of Finance, Attorney General and Minister of Telecommunications and Tourism for the Government, and the CEOs and Chairmen of Vodafone Fiji, Cable & Wireless Fiji, Telecom Fiji and Amalgamated Telecom Holdings (ATH). As the TV cameras rolled in at 2am on the fourth night, the parties signed the ‘Radisson Accord’ providing the framework for sector liberalisation and withdrawal of litigation. We also drafted the new telecom law and advised on tendering new licences.",
    "category": null
  },
  {
    "title": "Introducing telecom competition in Timor Leste",
    "summary": "Competition can be very healthy…when done right. After gaining independence from Indonesia, the Government of Timor Leste awarded Portugal Telecom (PT) an exclusive concession. After becoming dissatisfied with performance in this area, Timor Leste sought to introduce competition. They asked us to represent them in this area of critical importance to their economy. We advised the Government on its policy and strategy and negotiated an end to PT’s monopoly and privatisation of the concession assets. We then drafted a telecom law to regulate a competitive sector, managed the tender of two new licences, and prepared the establishment of a new sector regulator. Our tender design secured 95% coverage commitments for mobile broadband from two new entrants.",
    "category": null
  }
]